{"documentId":"d0a2f08d-5fbc-48dd-94fd-ae9bb31d434b","freeTextSearch":"","searchTimeInMillis":14,"preTag":"<span class=\"hit\">","postTag":"</span>","text":"WELL 24/9-6\nFINAL\nGEOLOGICAL REPORT\nBA94-1354 / 1\n30 JUNI 194 REGISTRERT SLJEDIREKTOBAT\nFina Exploration Norway\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 1 of 27\nFINAL GEOLOGICAL REPORT\nWELL 24/9-6\nI BA941354-7\n-\n-\nOLJEDIREKTORATET\nOLJEFECTORATET\nCA\n0 1 JUL 1994 Saw Dok. 6.9141242-16\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 2 of 27\nCONTENTS\nINTRODUCTION AND SUMMARY\n2. OBJECTIVES\n3. RESULTS\n4. STRATIGRAPHY\nHYDROCARBON SHOWS\nSAMPLING\nCORING\n8. WIRELINE LOGGING\n9. MWD LOGGING\n10. PETROPHYSICS\n11. GEOPHYSICAL SURVEY\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 3 of 27\nFIGURES\n2.1 2.2\n24/9-6 Well Location Combined Sele and Balder Fm. Isochron Maps\n4.1\nPrognosis versus Actual Stratigraphy\n7.1 7.2 7.3 7.4\nWellsite Core Log, Core No. 1 Wellsite Core Log, Core No. 2 Wellsite Core Log, Core No. 3 (Sheet 1) Wellsite Core Log, Core No. 3 (Sheet 2)\n8.1 8.2\nOperational LQC Form (12 1/4\" hole) Operational LOC Form (8 1/2\" hole)\n10.1 CRA Petrophysical Analysis, Upper Palaeocene\n11.1 3D Inline 1098\nENCLOSURES\nCore Log CRA Petrophysical Analysis, Upper Palaeocene Wellsite Lithology Log Composite Log\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 4 of 27\n1.\nINTRODUCTION\nLicense PL 150, Block 24/9 is operated by Fina Exploration Norway Inc. on behalf of the following group:\nFina Exploration Norway (Operator) Statoil Enterprise Oil Norge Ltd. Saga Petroleum a.s.\n10% 50% 30% 10%\nWell 24/9-6 was spudded on the 1st of February 1994 by the semisubmersible rig \"West Delta\". The well reached a total depth (TD) of 2255.Om BRT on the 28th February 1994. The formation at TD was the Upper Palaeocene, Heimdal Formation.\nWell 24/9-6 was drilled to appraise the 25/9-5 discovery and was plugged and abandoned as an oil well, without testing, after encountering oil in a Balder Formation sandstone reservoir.\nwell without are stilge af en representert 125 00 in die der Formation Blanded a descarcioned as a\nAll depths in this report are measured depths in metres below rotary table (BRT), unless otherwise stated. Formation tops are referenced to wireline log measured depths.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 5 of 27\nSUMMARY\nWell\n24/9-6\nLicense\nPL 150\nInterests\nFina Exploration Norway (Operator) Statoil Enterprise Oil Norge Saga Petroleum\n10% 50% 30% 10%\nLocation\n59°29' 01.50\"N (6,594, 535.7m) 01°57' 27.14\"E (440, 949.Om)\nSeismic Location\n:\nF189 3D, Inline 1098, Crossline 2830\nObjectives\nUpper Palaeocene, Balder Formation Sandstone\nRig\nWest Delta (Smedvig)\nType\nSemi Submersible\nRT Elevation\n29m\nWater Depth\n:\n123.5m\nOn Location\n31.01.94\nSpud Date\n:\n01.02.94\nTD Date\n28.02.94\nRig Released\n:\n10.03.94\nTotal Days\n:\n38.1\nTotal Depth\n2255m BRT (-2226m SS)\nHole Size\nCasing\n36\" to 254m 17 1/2\" to 1286m 12 1/4\" to 1963m\n30\" at 249.5m 13 3/8\" at 1279m 9 5/8\" at 1957m\nTD Formation\nHeimdal Formation (Upper Palaeocene)\nResult\nPlugged and abandoned oil well (untested). Encountered an oil bearing reservoir in Upper Palaeocene, Balder Formation.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 6 of 27\n2.\nOBJECTIVES\nWell 24/9-6 was programmed to test an Upper Palaeocene Balder Formation sandstone objective. The well was designed to appraise the 24/9-5 discovery well and is located 2.2 km to the east of the 24/9-5 well location (Fig. 2.1).\nWell 24/9-5 encountered a thin, 5.9m net, Balder Sandstone reservoir. The well was not considered to be optimally placed for the Balder Formation objective and no production tests were made. Instead well 24/9-6 was drilled as an immediate appraisal in an optimum location to the east of the 24/9-5 location. Mapping indicated that sandstone presence within the Balder Formation could be identified by gross Balder Formation thickening and by an associated seismic amplitude anomaly, believed to be a direct hydrocarbon indicator. Well 24/9-6 was located close to the centre of the Balder Formation interval thickening in a position where the seismic amplitude anomaly was best developed (Fig. 2.2).\nIndustritrykk 60080\n1040\n2°00'\n9/8\n59°40'\n9/10\nUK\nNorway\nOR\nP\n12\nTIJA\nDB 15 16\n32:5120.30.\n& BB\n6.600.000\n9/14\n59°30' 9/13\n4.9/15/24/6\n25/4\n59°30'\n26\n5.2\n.3A\n24/9-5 well location\n24/9-6 well location. Long 1°57'27.14\" E Lat 59°29'1.5\" N\n*Stoli\n15\n22 59°20' 9/18\n58.82 9/19\n10 16\n0720\n6.575.000\n26\n27\n42.88\n125/7\n59°15'\n025\n423\nTH B2\n9/23:49\n9/24\n24/12\n25/10\n125.000\n450.000\n1°36\n2°00'\n10Km\nFINA\nFina Exploration Norway Inc.\nLEGEND\nBALDER PROSPECT\nPL 150 BLOCK 24/9\n24/9-6 WELL LOCATION\nA3-415\nDrawn by\nApproved by\nArchive No\nAuthor\nD.Gilbert\nDate:\nJan. 1994\nFig. 2.1\nCOMBINED SELE FM. & BALDER FM. ISOCHRON MAPS\nA3-406\n2°00'\n100\nFl89 3D SURVEY\n59'30\"\nCROSSLINES\nTUK\nNORWAY\n59°30'\n-100\n***\nTINLANE 1998\n100\nCONTOUA INTERVAL: 5 milliseconds\n++\n2°00' BALDER FM. STRATIGRAPHIC TRAP\n-\nFAULTS AT TOP BALDER FM.\nFAULTS AT TOP SELE FM.\nFig. 2.2\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 7 of 27\n3.\nRESULTS\nHydrocarbons were encountered in Balder Formation sandstones however the accumulation was concluded to be of sub-commercial size and the well was plugged and abandoned without production testing.\nThe first Balder Formation sandstone was penetrated at 2004.Om, 10m high to prognosis. The gross interval was 20m thicker than predicted. Two massive sandstone units were encountered with a total net thickness of 49.5m (prognosis 25m). A thin (0.5m) oil-bearing sandstone was encountered of 2004.Om and at 2010.5m a 10.5m thick hydrocarbon-bearing sandstone was penetrated. A lower massive sandstone unit penetrated at 2034.Om was 38m thick, however it proved to be water-bearing. No oilwater contact (OWC) was encountered, oil down to (ODT) was seen at 2021m and highest known water (HKW) at 2034.Om, thin sandstones in the interval 2029.0-2033.Om exhibit good shows in core.\nAnalysis of a PVT sample from 2012.Om shows the oil gravity to be 32º API with a gas/oil ratio (GOR) of 592 scf/bbl. PVT pressure data indicates the fluid system to be saturated or near saturation at reservoir conditions. However no indications of the presence of a gas cap were seen.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 8 of 27\n4.\nSTRATIGRAPHY\n4.1\nLITHOSTRATIGRAPHY\nThe principal lithostratigraphic units were identified using lithological samples and biostratigraphic analysis. Formation tops were refined using wireline and MWD logs. The lithostratigraphic nomenclature is as per Isaksen and Tonstad with minor amendments. Subdivisions of the Hordaland Group as published by the Robertson Group (1989) have been incorporated. The intra Sele Formation sandstones are termed the Hermod and Teal Members as is the practise in the adjacent areas of the UK sector. The term Teal Member was also introduced by the Robertson Group (1989) and is equivalent to the Forties Formation of the Central Graben.\nThe following formation descriptions are based on cuttings, sidewall core and core samples, wireline log motifs are described where relevant. No cuttings samples were recovered above 1286m and so the stratigraphy has been interpreted from wireline and MWD logs, and by correlation with offset well data. The lithostratigraphic succession is summarised in the table below. Figure 4.1 summarises the actual versus the prognosis stratigraphy.\nLithostratigraphic Succession\nUnit\nInterval(m)\nThickness(m)\nTWT (ms) (Top)\nNordland Group\nQuaternary Utsira Formation\n152.5 - 658.0 152.5 - 222.0 222.0 - 658.0\n505.5 69.5 436.0\nHordaland Group\nLark Formation Horda Formation\nGrid Formation\nBelton Member Frigg Formation Equiv.?\n658.0 - 1917.0 658.0 - 1144.07 1144.0 - 1772.0 1157.5 - 1271.0 1323.0 - 1350.0 1772.0 - 1917.0\n1259.5 486.0 628.0 113.5 28.0 145.0\n710 710 1144 1166 1322 1726\nRogaland Group\n1917.0 - 2255.0 337.0 Balder Formation\n1917.0 - 2088.0 170.5 \"Balder Claystone\" 1917.0 - 1980.0\n63.0 \"Balder Tuff\"\n1980.0 - 2088.0 108.0 \"Balder Sandstone\" 2004.0 - 2072.0 68.0 Upper Massive SS Unit 2010.5 - 2021.0 10.5\nLower Massive SS Unit 2034.0 - 2072.0 38.0 Sele Formation\n2088.0 - 2154.0 66.0 Hermod Member 2118.5 - 2137.0 18.5 Lista Formation\n2154.0 - 2210.0 56.0 Heimdal Formation\n2210.0 - 2255.0 (TD) 45.0 TD\n2255\nNNN\n1848 1848 1848 1902 1923 1928 1948 1988 2012 2038 2083 2114\n1)\nAs per prognosis. Definition of formation boundary depends on Top Eocene biomarker within monotonous claystone sequence.\nEquivalent to Lower Frigg Unit sensu stricto.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 9 of 27\nNORDLAND GROUP\n152.5 - 658.Om\nThe lithology and boundaries of the Nordland Group have been interpreted from MWD and wireline logs.\nUnamed Quaternary\n152.5 - 222.0m\nThis interval was picked on the pilot hole MWD gamma ray as a predominantly clay interval which is correlated with a similar near surface interval in Well 24/9-5.\nUtsira Formation\n222.0 - 658.Om\nThe top of this interval was picked on the pilot hole MWD gamma ray as a downhole reduction reflecting a change to dominantly sandstone lithology.\nHORDALAND GROUP\n658.0 - 1917.5m\nThe top of the Hordaland Group has been picked by correlation of MWD logs with Well 24/9-5.\nThe Hordaland Group comprises a shallowing upward sequence from upper bathyl to middle shelf environment. The group is dominated by massive claystones and siltstones. Sandstone intervals occur at several levels particularly within the Lark Formation\nLark Formation\n658.0 - 1144.Om\nWireline data indicates this interval to be interhedded sandstone and claystone. Sandstones are well developed in the uppermost part of the interval, below 945.Om claystone is the predominant lithology.\nHorda Formation\n1144.0 - 1772.0m\nThe top of this formation would normally coincide with a Top Eocene hiatus. As no samples are available over this interval and a monotonous argillaceous clastic sequence is seen on the logs the prognosis Top Eocene depth is given. Sandstone development is seen within the Grid Formation and Belton Member. Below 1286.Om medium olive brown and green grey, blocky siltstones were described, these grade to claystone below 1500.Om.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 10 of 27\nu\n.\nGrid Formation\n1157.0 - 1271.0m\nOn MWD and wireline logs an overall fining up sequence is recognised. Four main sandstone intervals are identified, the lowest from 1244.0 - 1271.Om is the best developed. A good correlation is seen with Well 24/9-5.\nBelton Member\n1323.0 - 1350.Om\nA single massive sandstone unit with a sharp top and base. It was described as quartz, fine to very fine grained, moderately sorted, generally loose, cemented in part.\nFrigg Formation Equivalent\n1772.0 - 1917.Om\nThe \"Frigg Formation Equivalent\" actually represents the Lower Frigg Unit sensu stricto. The top of the interval is identified by a flooding surface gamma ray peak followed by a slight increase in background gamma ray and resistivity values. A second flooding surface can be identified at 1842.Om. The interval comprises grey claystones and siltstones deposited in an upper bathyl environment during an overall transgressive phase. No sandstone development was seen.\nROGALAND GROUP\n1917.0 - 2255.Om\nBalder Formation\n1917.0 - 2088.Om\nThe top of the Balder Formation is identified on logs by a flooding surface gamma ray peak, followed by slight decrease in background gamma ray and resistivity values. The formation top was confirmed by the biostratigraphy. The Balder Formation can be conveniently divided into two gross units; an upper \"Balder Claystone\" interval and a lower \"Balder Tuff\" interval. The reservoir sandstone development occurs within the \"Balder Tuff\" interval. In Well 24/9-6 an Upper Massive Sandstone Unit and a Lower Massive Sandstone Unit were encountered within the \"Balder Tuff\" interval. The Balder Formation was 20 thicker than prognosis, this thickening is accounted for by greater than predicted sandstone development.\nBalder Claystone\n1917.0 - 1980.Om\nThe \"Balder Claystone\" interval comprised medium olive brown to green grey claystone, soft to firm, occasionally tuffaceous, occasionally silty/sandy with traces of pyrite, non to slightly calcareous. It is interpreted as being deposited in a restricted bathyl environment.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 11 of 27\nBalder Tuff\n1980.0 - 2088.Om\nThe top of the \"Balder Tuff\" interval was identified on MWD and wireline data as slight decrease in background gamma ray levels and by an increase in resistivity. The unit consists of hemipelagic claystones interbedded with fallout tuffs and minor distal turbidites. Within the interval are developed \"grain flow\" sandstones primarily in two massive units from 2010.5-2021.Om and from 2034.0-2072.Om.\nThe claystones are described as medium to dark grey, firm to hard, blocky to fissile, in part laminated with, and grading to, cemented, tuffaceous siltstone and very fine sandstone (distal turbidites, generally < 5 cm thick). The tuffs are variously olive grey, medium grey, light grey and medium bluish grey and are generally clay to silt grade.\nThe Upper Massive Sandstone Unit is 10.5m thick and is described as fine to medium grained, well sorted, subangular to subround quartz grains, unconsolidated, claystone clasts are visible in core material above a loaded base, porosity is excellent. Limited core data and Hexdip/CBIL data indicates it to be internally massive and structureless.\nThe Lower Massive Sandstone Unit is considerably thicker (38m) and may represent a number of accreting depositional pulses. The upper 9.5m of this unit was cored and is described as massive, fine to medium grained, well sorted, subangular to subround quartz, rare felspar, common pyrite development near the top of the unit, generally unconsolidated but partially to well cemented in part, excellent porosity when not cemented. Wireline logs and cuttings show the interval 2055.0 - 2063.Om to be tight with carbonate cemented sandstone interbeds up to 1.7m thick.\nThin sandstones with similar characteristics to the massive sandstone units were encountered in the interval 2021.0 - 2034.Om and also at 2004.Om, maximum individual bed thickness is 1.7m.\nSele Formation\n2088.0 - 2154.Om\nThe Sele Formation was encountered 20m deep to prognosis at 2088.Om. The top of the Sele Formation is marked by a downhole increase in gamma ray values. The formation can be divided into a series of units based on flooding surfaces identified by gamma ray peaks and the presence of sandstones.\nAn upper interval from 2088.0 - 2118.5m comprises medium to dark grey claystone which is firm, generally subfissile, locally microlaminated, generally slightly silty, micromicaceous and slightly carbonaceous. On the basis of the gamma ray this interval can be divided in two; an upper high gamma ray interval from 2088.0-2105.Om (S3 subdivision, as referred to in the 24/9 correlation study) and a lower gamma ray interval from 2105.0-2118.5m (S2 subdivision).\nBelow the Hermod Member sandstone, claystones again dominate from 2137.0 - 2154.0m (S1 subdivision). The claystones are medium dark grey, blocky to subfissile and locally rich in very fine sand grains. Traces of very fine to fine grained sandstone occur in cuttings at 2148.Om and represent a condensed equivalent of the Teal Member. In the bottom three metres of the Sele Formation a gamma ray peak coincides with dark grey subfissile claystones.\nIndustritrykk 60080\n-\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 12 of 27\nHermod Member\n2118.5 - 2137.Om\nA sharp downhole increase in gamma ray values mark the top of a 18.5m thick massive sandstone unit. The sandstone is light grey, fine to medium grained, subround to subangular, friable, generally unconsolidated, heavily carbonate cemented in part, common pyrite cement and pyrite grains. The Hermod Member is equivalent to the lower part of the S2 subdivision of the Sele Formation. It is considered to be submarine grain flow deposit.\nLista Formation\n2154.0 - 2210.Om\nA downhole decrease in gamma ray values within claystone lithology marks the top of the Lista Formation. The formation comprises medium dark grey, mottled olive grey, medium grey, grey green claystones which are subfissile, moderately micaceous and generally silty.\nHeimdal Formation\n2210.0 - 2255.0m (TD)\nThe top of the Heimdal Formation is marked by a change to predominantly coarse clastic deposition. Initially the sandstones are fine grained becoming fine to medium with depth, generally loose, locally with carbonate cement. Thick sandstone units are separated by thin claystone interbeds.\n4.2\nBIOSTRATIGRAPHY\nBiostratigraphic evaluation of the well was performed by Simon Petroleum Technology Ltd. (SPT). Detailed results are contained in a separate report entitled \"Fina Exploration Norway, Well 24/9-6 Biostratigraphy of the intervals 1302.0 - 1392.Om and 1698.0 - 2253.0m, May 1994).\nCuttings, core and sidewall core samples were analysed for lithology, micropalaeontology and palynology as follows:\nLithology\n7 cuttings samples from the interval 1302.Om and 1392.Om. 42 cuttings samples, 9 sidewall cores and 5 core samples from the section 1698.Om-2253.0m.\nMicropalaeontology\n:\n7 cuttings samples from the interval 1302.Om-1392.Om. 44 cuttings samples, 9 sidewall cores and 5 core samples from the section 1698.0-2253.0m. All micropalaeontological analyses were semi-quantitative.\nPalynology\n7 cuttings samples from the interval 1302.0m-1392.Om analysed semi-quantitatively. 42 cuttings samples, 9 sidewall cores and 5 core samples from the section 1698.Om-2253.Om all analysed quantitatively.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 13 of 27\nAfter completion of the initial evaluation by the contractor, wireline logs were used to refine lithostratigraphic and chronostratigraphic boundaries.\nThe lithostratigraphic succession is discussed in section 4.1. The chronostratigraphy is tabled below.\nChronostratigraphic Succession\nAge\nTop\nMiddle Eocene\nNo analyses Lower Eocene lowermost Eocene to uppermost Palaeocene Upper Palaeocene\n1302m (top not seen) - 1392m (base not seen) 1392m - 1698m 1698m (top not seen) 1917m 1932m - 2253m (base not seen)\nIndustritrykk 60080\nWell 24/9-6, Prognosis Versus Actual Stratigraphy\nThicknes\nLithostrat.\nDepth GP FM/MBR m BRT\nPrognosed Lithology\nSeis. Refl. (TWT. sec)\nTops m BRT SL 29\nThicknes\n(m)\n(m)\nAge\nSeis. Refl. (TWT. sec)\nTops m BRT\n29\nActual Lithologym\nDepth\nLithostrat BRT FM/MBR GP\nAge\n29\n123\n123.5\nSea Bed\nSea Bed\n152.5\n152\nQuat.\n200\n69.5\n222\nQuaternary\n164\n316\n400\nNordland\n436\nUtsira\nNordland\nMiocene - Pliocene\n397\nUtsira\nMiocene - Pliocene\n600 -WELOWFUTHFWWW\n600\n658 (710)\n713\n800\n800\nTITLETID\n-\n-\n-\n-\nERIFERITE\nOligocene\nLark\nOligocene\n498\n486\n1000\n1000\n1144 (1.144) 9157571ERA\n6151\nTop Eocene 1144 (1.144)\n1211\n1200\n1200\n113.5\nGrid\nGrid\nTTTTTTTTTTTTTTTTTTTT\n107\n1271\n1318\nHorda\nHordaland\n1323 (1.322)\n1850\nHordaland\nBelton MBR\n1400\n1400\nEocene\nEocene\n583\nHo da\n1600\n1600\n1772 (1.726)\n-\n-\n-\n-\n-\n-\n-\n1800\n1800\nFrigg Equiv.\n145\nFrigg Equiv.\nTop Balder 1901 (1.860)\n1917/11.848\nBalder\n63\n113\n1980\n2000\n2014\n30.5\n201\n00\nBalder\n171\nBalder SS\n38\nPaleocene\nRogaland\nTop Sele 2052 (1.992)\n38\n16\n2098 1.989)\nSele\n30.5 19.5\n107\nRogaland\nSele Hermod\nPaleocene\n66\n2159\n26542 KB)\nHeimdal\n41\n56\nLista\n2200\n2200\nTD 2200m\n2210 (2.083) 2255 (2.114)\nHeimdal\nI\nTD 2255m\n2400\n2600\n2800\n3000\nFINA\nFina Exploration Norway Inc.\nWell Location:\nLongitude : 1° 57' 27.14\" E Latitude : 59° 29' 1.50\" N UTM\nZone 31 Central : Meridian 30 E Spheroid : International (Hayford 1910) UTM X : 440949.0 E\nY 6594535.7 N Seismic Loc. : F189 3D\nIn line 1098 Cr line 2830\nPL 150 Block 24/9\nWell 24/9-6 Prognosis Versus Actual\nStratigraphy\nFig. 4.1\nApproved by:\nAuthor: D.Gilbert\nDrawn by: S. Lea/T.A. Brun\nDate: April 1994\nArchive No.: DG.94.04.01.FH.mac\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 14 of 27\n5.\nHYDROCARBON SHOWS\nRoutine mudlogging commenced in the 12 1/4\" hole, below 1286.Om, within the Horda Formation. Above this depth the hole was drilled without returns. No indication of hydrocarbons are seen on the MWD logs from the 8 1/2\" pilot hole (to 800.Om) or from the 17 1/2\" hole (to 1286.Om).\nHORDALAND GROUP\nHorda Formation\n1144.0 - 1772.Om\nTotal gas levels ranged from 0.01% at 1286.Om to a maximum of 0.25%. The chromatographic breakdown showed the gas to be primarily C, with C, being present below 1610.Om and C, below 1720.Om. The interval was drilled with mud weight of 1.4-1.6 s.g. The only potential reservoir within this interval is the Belton Member (1323.0-1350.Om). No shows were recorded.\nFrigg Formation Equivalent\n1772.0 - 1917.Om\nThe dominantly claystone interval was drilled with a mudweight of 1.5-1.57 s.g. Total gas ranged from 0.06% to 0.6%. Chromatographic breakdown showed C,, C, and Cą to be present, traces of nCA were also detected in the interval 1814.0 to 1837.Om. No shows were recorded.\nROGALAND GROUP\n1917.0 - 2255.Om\nBalder Formation\n1917.0 - 2088.Om\nTD of the 12 1/4\" hole was reached at 1963.Om. In the 8 1/2\" hole section the mudweight was reduced to 1.16-1.18 s.g.\nShows were first observed in a thin sandstone at 2004.0-2004.5m. An Upper Massive Sandstone Unit was encountered from 2010.5-2021.Om. This unit showed 100% light brown oil stain, bright yellow white fluorescence, instant milky white cut fluorescence. Thin sandstones at 2029.15-2029.85m and 2031.4-2033.0m (log corrected core depths) also exhibited good shows described as 100% light brown oil stain, yellow gold fluorescence and instant bright yellow milky white streaming/blooming cut fluorescence. No shows were observed in the Lower Massive Sandstone Unit interval from 2034.0-2072.Om.\nTotal gas recorded in the Balder Formation ranged from 0.02% to 0.42% and averaged 0.05%. Chromatographic breakdown showed C,, C2, Cz, iCa and nC, to be present.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 15 of 27\nSele Formation\n2088.0 - 2154.Om\nBackground total gas levels remained low throughout the Sele Formation interval ranging from 0.03-0.09% in the claystone intervals and dropping to 0.025% in the Hermod Member Sandstone. Chromatographic breakdown showed C, with minor C, to be present. No shows were observed in the Hermod Member Sandstone interval (2118.5-2137.0m).\nLista Formation\n2154.0 - 2210.Om\nBackground total gas levels ranged from 0.025 to 0.065% and consisted primarily of C, with traces of C, recorded. No reservoir intervals were encountered in the Lista Formation interval and no shows were recorded.\nHeimdal Formation\n2210.0 - 2255.0m (TD)\nBackground gas levels dropped further on penetrating the main Heimdal sandstone interval averaging 0.025% (principally C,). A high of 0.1% total gas was recorded at 2251m, chromatographic breakdown showed C,, C, and Cą to be present. No shows were recorded.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA)\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 16 of 27\n6.\nSAMPLING\nSix sets of unwashed samples and two sets of washed and dried samples were collected over the following interval:\n1287.0 - 2255.Om\n3m intervals\nSample distribution was as follows:\nUnwashed samples:\nSet\nDistribution\nCULL\nStatoil (clo Geco) NPD Saga (c/o Geco) Fina (c/o Rockall) Statoil (processed for trade samples at Geco) Biostratigraphy (SPT, Aberdeen)\nWashed and dried samples:\nSet\nDistribution\nB1\nNPD Fina (c/o Rockall)\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA)\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 17 of 27\nCORING\n7.1\nCONVENTIONAL CORING\nThree conventional cores were cut in the Upper Palaeocene Balder Formation.\nCore No.\nInterval (mBRT Driller)\nInterval Recovered (mBRT log corrected)\nCut (m)\nRecovered (m) (%)\n2015.0 - 2024.Om 2024.0 - 2032.5m 2032.5 - 2046.Om\n2020.25 - 2022.2m 2022.2 - 2030.35m 2030.7 - 2044.2m\n9.0 8.5 13.5\n1.95 8.15 12.7\n21.7 96.0 94.1\nCore intervals have been corrected to log depths from drill depth by applying the following corrections:\nCore No. 1 Core No. 2 Core No. 3\n-1.8m -1.8m -1.8m from 2032.5 - 2035.5m -0.9m from 2035.5 - 2045.1m\nCore recovered in core no. 1 is believed to be from the bottom of the cored interval. The inner liner of core no. 3 sheared and it is believed that up to 0.9m may have been lost at 2035.5m (drill depth).\nThe coring contractor was Baker Hughes Inteq. A \"Hydrolift\" full closure 3 1/2\" core barrel in conjunction with a RC412 low invasion core bit was utilised in an attempt to maximize recovery in the expected unconsolidated sandstones. An 9m barrel was run for core no. 1, 18m barrels were used for core nos. 2 and 3. At surface the plastic inner liners were cut into 1m lengths and immediately resin injected by Geco-Prakla prior to shipment to the laboratory.\nCoring procedures relating to coring parameters, tripping and surface handling were implemented to minimize core damage and maximize recovery. However, core recovery in the main reservoir interval was poor with less than 1m of sandstone recovered.\nSummary Description\nWellsite core logs are shown in Figs. 7.1 - 7.4, Enclosure 1 is a full core log. Depths on the core log and in the following summary are drill depths.\nAll core was cut in the Balder Formation.\n2022.5 - 2022.8m: The basal Upper Massive Sandstone Unit. Described as massive, fine to medium grained quartz, well sorted, with an irregular loaded base and common clay rip up clasts. Visible porosity is excellent. The core was 100% stained with light brown oil.\n2022.8 - 2035.Om: This interval comprises a fining upward sequence. The dominant lithology is laminated claystones interbedded with thin tuffaceous bands. Turbidite and grain flow sandstone interbeds become finer grained upwards and range from 1.7m thick at the base to a few centimetres\nIndustritrykk 60080\nbands. Turbidite and grain flow sandstana\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 18 of 27\nat the top of the interval. The sandstones are generally featureless with sharp bases and tops although some sandstone injection features can be seen and clay clasts are common. Sandstones at 2031.0-2031.7m and 2033.2-2034.85m may represent larger scale sand injection features. Oil shows are seen in the sandstone intervals.\n2035.6 - 2045.1m: Comprises the top of a massive grain flow sandstone deposit. Described as unconsolidated fine to medium grained, well sorted, predominantly quartz with rare felspar, pyritic modules are common, variably cemented, generally featureless, subparallel laminations were noted at 2040.3m, floating claystone clasts were noted at 2042.5m.\nRoutine Core Analysis\nThis was carried out by Geco-Prakla core laboratories, Stavanger and is documented in a separate report entitled \"Conventional Core Analysis, Well 24/9-6\". A summary tabulation of poroperm data is given below. Depths are uncorrected drill depths.\nCore No. 01: Recovered Interval: 2022.05 to 2024.00m\nPlug (No.)\nDepth (m)\nPermeability (MD) Horizontal\nVertical (Ka) (Kel) (ka) (Kel)\nPor. (He)\nGrain Dens. (g/cc)\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n2022.68 2022.76\n53109 5160 5980 5830\nNMP 36.7\nNMP 2.66\nCore No. 02: Recovered Interval: 2024.00 to 2032.5m\nPlug (No.)\nDepth (m)\nPermeability (MD) Horizontal\nVertical (Ka) (Kel) (ka) (Kel)\nPor. (He)\nGrain Dens. (g/cc)\n-\n<0.04 <0.02\nNMP NMP <0.04 <0.02 <0.04 <0.02 <0.04 <0.02 NMP NMP 0.709 0.385\n24.7 1.26 1.41 10.8 23.7\n2024.40 2024.60 2024.85 2025.67 2028.25 2031.07 2031.14 2031.43 2031.50 2031.57 2032.03\nNMP NMP 0.856 0.458\n7.9\n2.97 2.68 2.68 2.71 2.88 2.67 2.67 2.64 2.63 2.65 NMP\n0.741 0.403\n6990 6820 5690 5540 6080 5920 9280 9080\n9.3 37.9 36.9 38.3 NMP\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 19 of 27\nCore No. 03: Recovered Interval: 2032.5 to 2046.9m\nPlug (No.)\nDepth (m)\nPermeability (MD) Horizontal\nVertical (Ka) (Kel) (ka) (Kel)\nPor. (He)\nGrain Dens. (g/cc)\n10\n3920\n3800\n13\n1800\n1730\n11900 11700\n19\n10900 10700\n2033.50 2033.75 2034.00 2034.30 2034.50 2034.75 2036.25 2036.50 2036.25 2037.00 2037.30 2037.50 2037.75 2038.06 2038.26 2038.40 2038.75 2040.50 2040.75 2041.05 2041.25 2041.50 2041.75 2042.20 2043.05 2043.25 2043.50 2043.90 2044.15 2044.40 2044.75\n4960 4820 4880 4740 3570 3450 1500 1430 6690 6530 7000 6830 13700 13400 13100 12800 11800 11600 11600 11300 7900 7710 9890 9680 12900 12600 13800 13500 11700 11500 14700 14400 9840 9640 11100 10800 10200 10000 11700 11500 8670 8470 12600 12400 9730 9520 12200 12000 11100 10900 10600 10300 9610 9410 19300 19000 11700 11500 10600 10400 12200 11900\n33.5 32.9 32.6 28.4 34,1 35.8 34.4 36.1 35.6 35.7 34.9 34.8 36.2 36.5 36.6 38.2 35.3 35.6 34.9 37.0 35.5 37.7 37.1 37.5 35.7 36.0 35.5 38.6 35.7 36.9 37.8\n2.63 2.63 2.64 2.64 2.64 2.64 2.64 2.64 2.64 2.64 2.64 2.64 2.63 2.64 2.64 2.65 2.67 2.66 2.65 2.67 2.66 2.64 2.64 2.65 2.64 2.64 2.64 2.64 264 2.64 2.64\n26\n10900 10700 11200 11000\n27\n28\n29\n30\n12300 12000 11300 11100\n34\n9880\n9670\nو\n36 37\nيا لي\n39\n9570\n9370\nIndustritrykk 60080\nCORE LOG\nna Exploration Norway Inc. DATE: 26 FEBRUARY 1994 WELL: 24/9-6\nCORE NO: 1\nINTERVAL: 20145 - 2024\nSHEET NO:\n1\nCUT: 9m\nREC: 1.95 m\nFORMATION: BALDER\nSTRUCTURE BEDDING CONTACTS GRAIN SIZE\nSST\nIm chips LITHOLOGY from\nFINE SILT\nCLAY\nGRAVEL COARSE MEDIUM\n(1982LNI\nSHOW DESCRIPTION\nSECONDARY STRUCTURES\nLITHOLOGY DESCRIPTION\nDEPTH\n100% light brown oil stain SANDSTOWE: Khaki brown (oil stained) formed medium yellow direct friable, medium to fine grained, moderately Ifluoresence with instant well sorted, Subrounded, occ Subangular, milky white blooming cut oce othic/shake cast, good visual se\nmuscovite flakes.\n2016\nCORE # 1 DEPTH CORRECTION\nRecovered Interval 2022.05 - 2024m\n|\n| Bleeding gas\nܕ ܠܠܠܠܠܠܠܠܠܠܠܠܠ\n(LAYSTONE : medium grey, medium hard, Isplintery, micromicaceous, traces micropyrite with clusters of cubic pyrite xls on waxy partings &\nJoint plains on waxy\nFig. 7.1\n-\n----\n-\n--\n--\n-\n-\n-\n-\n--\n--\n--\n-\nIrma Fina Exploration Norway Inc. DATE: 27 FEBRUARY 94 WELL: 2419-6\nDATE: 27 Frokowy | WELL: 24/9-6\nCORE NO: 2 CUT: 8.50m\nCORE NO: 2\nINTERVAL:20122015\nCORE LOG INTERVAL: 2024-2032 Sm SHEET NO: 1 REC: 8.15 m(967) FOAMATION: BALDER 557\nSTRUCTURE BEDDING CONTACTS GRAIN SIZE\nFINE\nSILT MEDIUM\nCLAY INTERPRETED\nLITHOLOGY (from Im chips\nSHOW DESCRIPTION\nGRAVEL COARSE\nSECONDARY STRUCTURES\nLITHOLOGY DESCRIPTION\nDEPTH\nCLAYSTONE medium grey,. moderately hard hard. lammated, micromicaceous, traces micro black angular occasionally rounded lithie fragments, very rave dissemmated-micro pyrite.\n2025\n-\n--\n----\n2026\n2027\n2028\nCLAYSTONE: medicen quey as above, with very time to silt angular -susound white ? tuffaceous graius, KLAYSTONE: medium qney as\nabove, very rare pyritigal burrow.\n2029\nCLAYSTONE medium grey, as as one with grey ish black/ in parts irridescance and pyrityed spots (dead\noil?) no fluorescence or cut He odour, 100% SANDSTONE medium light leven yellowish Iquey with patchy pale instant blooming Stain, predommantly gold fluorescence yellowish orange oil to streaming\n2\n.\nold fluorescence\neltowish\non\nmilky white cout. medium, occasionally\nBleeding oil in subangulard subrounded,\npredominantly well\nShale\nmuscovite flakes.\nFig. 7.2\nhoud Fina Exploration Norway Inc. DATE: 27/2/94 WELL: 24/9-6\n2012/04\nwek: 24/9-6 |CORE NO: 3\nCORE NO: 3 CUT: 13:52\nCORE LOG INTERVAL: 2032.5-2046 SHEET NO: 1 of 2 REC: 12:7 (94%) FORMATION: BALZER) HERMOD\nSTRUCTURE BEDDING CONTACTS GRAIN SIZE\nSILT\nFINE\nGRAVEL COARSE\nCLAY\nSHOW DESCAIPTION\nINTERPRETED LITHOLOGY FROM CORE CHIPS even In\nLITHOLOGY DESCRIPTION\nMEDIUM\nSECONDARY STRUCTURES\nDEPTH\nNO\nSHOWS\nCLAYSTONE: med gu, fim-hd, subfissile, muie, oce carb specs\nto\npyrite\n-\npuritized\nvertical hair line fracturen\nNO\nShows\n.\nbedding\nR\nsurfad\n.\n:::: hobited\nwater saturated\ncore\nCLAYSTONE: med olv gy, mod hard,\nfossile, to mimic, I tr pyr... I'S AND STONE: (2035.5m) it gq, hd\nwell could with silica and abut Ipyr, med-fn, well sitd, SR, latz overgrossth's, poor visø, oce 'shale to lithic casts. Opéniosk layer- v. corse, R- SR ats with abint pur cube minéralisation and glanconite in places SANDSTONE: It brn/gu, frm, fri, occ hd & brittle could w/ silica, med-fn, SR ore SA abut aty ! frags Cross overgnoths) moo welu sold, lord sh/lithic clast localise pur kant, oce tarry mix remenents, traces muscovite, good viso\nܠܠܠܠܠܠܠܠܠܠܠܓܠܛܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܠܝ\n204\nFig. 7.3\nCORE LOG\nCon Fina Exploration Norway Inc. DATE: 27/2/94 | WELL: 24/9-6\nCORE NO: 3\n.\nINTERVAL:2032.5-2046 SHEET NO: 2672 REC: 12.700 FORMATION: HERMOD\nCUT: 13.5mm\nSTRUCTURE BEDDING CONTACTS GRAIN SIZE\nFINE\nSILT\nCLAY\nSHOW DESCRIPTION\nGRAVEL COARSE MEDIUM\nSECONDARY STRUCTURES\nlam core i. WTERPRETED\nUITHOLOGY I from I chips\nLITHOLOGY DESCRIPTION\nDEPTH\nNo\nShows\n204\n12043\n2044\nUutis\n.\n.\n2046\nSANDSTONE : It brngy, frie fru, meo -In, SR-SA , poly sitd, ozesh clast, lor pyr grains\n2046 X\nFig. 7.4\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 20 of 27\n7.2\nSIDEWALL CORES\nTwenty five sidewall cores were shot over the Upper Palaeocene interval. Sidewall cores were taken to refine biostratigraphy and to sample reservoir intervals not conventionally cored.\nRun No: 7 Shot: 25 Lost: Charged: 23\nDate: 04.03.94 Misfired: 0 Recovered: 23\n2\nSidewall Core Summary\nDEPTH (m)\nREC. (cm)\nLITHOLOGY & SHOWS DESCRIPTION\n2241.8\n2.5\nSANDSTONE: v It gy, v fri, vf-m, pred f-m occ c, sa-sr, mod sph, pr srtd, trmica (mv), glauc, micro blk ang spks, gy blk lithic frags, no shows.\n2236.25\n2.5\nSANDSTONE: v It gy, v fri, vf-m, pred f-m occ c, sa-sr, mod sph, pr srtd, trmica (mv), glauc, trblk iridescent waxy dead oil? micro blk ang spks, gy blk lithic frags, no shows.\n2224.5\n2.5\nCLAYSTONE: m dk gy - mod dk blsh gy, mod hd - frm, mmic, non calc.\n2214.0\n2.5\nSILTSTONE: dk gy, mod hd, frm, mmic, v st calc, no shows.\n2208.0\nlost\n2185.0\n2.5\nCLAYSTONE: dk gy a/a non calc\n2170.0\nCLAYSTONE: dk gy a/a non calc\n2153.0\n2.5\nCLAYSTONE: dk gy, mod hd, mmic, vor tr diss pyr, non calc\n2142.0\n2.5\nSILTSTONE: m dk gy, mod hd, fri, mmic, tr arg blk spks, non calc, no shows.\n10\n2115.0\n2.5\nCLAYSTONE: m dk gy - dk gy, mod hd, mmic, st silty, sl calc\n11.\n2103.6\nlost\n12.\n2095.0\n2.5\nCLAYSTONE: dk gy, mod hd, mmic, non calc.\n2081.5\n2.5\nCLAYSTONE: m dk gy, mod hd, crmbly, mmic, tr dk gy blk iridescent wxy ang-blky strks dead oil? V rr mic diss pyr, no shows\n2020.0\nSANDSTONE: v It gy, sft, v fri, f-m, sa-sr, mod sph, tr mica (mv), tr glauc, tr dk bom blk wxy dead oil?, gd vis por, mod HC odour, 100% even mod bri yell fluor, inst blmg-strng pa yell wh cut.\n15.\n2019.0\nSANDSTONE: f-m a/a, 100% even show a/a\n16.\n2018.0\n1.5\n2.0 11.5\nSANDSTONE: f-ma/a, 100% even show a/a\n17.\n2017.0\nSANDSTONE: f-m a/a, 100% even show a/a\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 21 of 27\nDEPTH (m)\nREC. (cm)\nLITHOLOGY & SHOWS DESCRIPTION\n18.\n2016.0\n2.0\nSANDSTONE: It gy, sft, v fri, fom, sa-sr, mod gd sph, glauc, mica (mv), v or tr calc cmt, tr dk brn dead oil, gd vis por, mod HC odour, 100% even bri pa yel fluor, inst blmg-strng bri yell wh cut.\n19.\n2015.0\n2.0\nSANDSTONE: f-m a/a: 100% even show a/a.\n20.\n2014.0\n2.0\nSANDSTONE: f-m a/a: 100% even show a/a.\n21.\n2013.0\n1.5\nSANDSTONE: f-m a/a: 100% even show a/a.\n22.\n2012.0\n1.5\nSANDSTONE: f-m a/a: 100% even show a/a. SANDSTONE: f-m a/a: 100% even show a/a.\n23.\n2011.0\n1.5\n24.\n2010.0\n2.0\nCLAYSTONE: m gy - mblsh gy, frm, plastic, sl slty, wh micro calc veins, gen non calc.\n2004.5\n1.5\nSANDSTONE: v It gy, sit m, pred vf-f, sr, mod sph, pr srtd, v wk calc cmt, v fri, v calc, grdg to calc sst, trmica (mv) tr occ dk brn blk oil stn qtz grns assoc w/pore filling pyr, ip mod gd vis por, mod HC odour, 100% even mod bri yell fluor, inst blmng-strong pa yel wh cut.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 22 of 27\n8. WIRELINE LOGGING\nWireline logging operations were carried out by Atlas Wireline Services. The table below summarises the wireline log acquisition in Well 24/9-6. Operational Log Quality Control Forms are presented in Figs. 8.1-8.2.\nRUN NO.\nLOG\nDATE\nINTERVAL (BRT)\nHOLE SIZE\nMAX TEMP. (°C)\nTIME S.CIRC. (hrs)\n130.0-1278.0\n21.02.94\nN/A\nDAC (CBL MODE)DGR-TIRM (Top of cement)\nN/A\nInside 13 3/8\"csg.\n1946.0-1278.0\nDPIL-SP-DAC-DGR-ZDL-CAL-TTRM\n12 1/4\n22.02.94\n9.75\n1278.0-4000.1\n13 3/8\n22.02.94\nN/A\nN/A\nDAC-DGR-TTRM (Delta T through casing)\n2253.3-1955.0\n8 1/2\n01.03.94\n53\n8.15\nDPIL-SP-MAC-DGR- TTRM (MAC full wave monopole and dipole)\nMAC-DGR- TTRM (Top of cement log)\nN/A\nInside 9 5/8\" csg.\n01.03.94\n2253.3-1955.0\nZDL-CN-DSL-TTRM (high sample rate)\n| 8 1/2\n01.03.94\n17.5\n2253.3-1955.0\n8 1/2\nDLL-MLL-GR-CHT (high sample rate)\n02.03.94\n60\n23.5\nVSP\n8 1/2\n03.03.94\nN/A\n2253.0-1955.0\n8 1/2\n03.03.94\nN/A\nCBIL-DGR- TTRM (in combo w/Hexdip)\nN/A\n2253.0-1955.0\nHEXDIP-GR-CHT (in combo w/CBIL)\n8.1/2\n03.03.94\n30.25\n2119.5-2004.4\n8 1/2\n04.03.94\nN/A\nN/A\nVPC-FMT-GR (pump thru/Quartz gauge)\nSWC\n2241.8-2004.5\n8 1/2\n04.03.94\nN/A\nN/A\nBP-BST-CCL\n1878.0\n8 1/2\n05.03.94\nN/A\nN/A\nIndustritrykk 60080\nDG.93.11.07.FH.pc\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n+\n+\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n,\nOPERATIONAL LQC FORM Service Company: .... WESTERN ATLAS.... Engineer : ... CURTIS McGEE ............ Witness : ... TIM WATTS.\nWELL\n24/9-6. FIELD ................... Exploration COUNTRY:............. Norway.. DATE\n21st February\nINTERVAL : ............ 1963m - 1279m BIT SIZE : 121/4. MAX. DEVIATION : 3.7.....\nat ...1952.... m DRILL PIPE LOGGING: XN OPERATION COST ESTIMATE: ..\nFINA\n..........\n4\n.\n......\n..\nOPERATIONAL CHECK\nRUN n° SERVICE) DAC/DPILIZDENS\nCBL\nDAC in casing\nA TIME (MINUTES)TEMPERATURE At T°C/\nF IAT IT'C/F 9.75\n46 9.75\n19.75 45 At = time logger on bottom - time circulation stopped\n45\n.\nCheck only these boxes when problems exist HEADING INCOMPLETE AND/OR INCORRECT (Rm, Rmf, Rmc, Mudtype, Mud salinity ...) CALIBRATION ANOMALIES\nLOG QUALITY COMMENTS\nVw\nPOOR REPEATABILITY\nTTRM temperature does not correspond\n.\n.\n.\nSTANDARD CURVES MISSING\nto the 3 maximum recording thermometers.\n→\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nTOOL RESPONSE ANOMALY\nTTRM max = 50.8°C\nThermometers 46, 45, 45°C\nANOMALIES DUE TO HOLE CONDITIONS POOR DEPTH MATCHING (Reference log, driller's depth..) POOR OPERATING TECHNIQUE (Logging speed, Centralizer, Standoff...) VERIFICATION OF MAGNETIC SUPPORT\nNo paper copies of CBL available in the field.\nLOG QUAL. RATING: 0 TO 5\nO: POOR\n5: EXCELLENT TIME SUMMARY Operations Lost Time LT: Total operating time OT : Ratio LTIOT Number of failures with LT > 30 min\n0 12.75 N/A\nTIMING Time circulation stopped: 0945 hrs 21/2/94 Duration of circulation : 2 hrs CS: Circulation stopped RU : Rig up LS : Logger on surface RIH: Run in hole LB : Logger on bottom RD : Rig down\nMUD PROPERTIES Mud Type : KCL polymer 10/Glycol Mud Weight: 1.5 Rm ............984......... at ........12.1........... °C Rmf............071......... at ..........11.8........... °C Rmc ...........0.201......... at ........12.4............ °C\nFORMATION TESTER Number of runs : Pressure attempts : Good pressure tests : Fluid attempts Good fluid samples : SIDEWALL CORES Total SWS attempted: Recovered Misfired Lost bullets No recovery\n.\n.\nDay\n12\nRU...\nCBL\nDAC down . DAC up_, DAC in 24\nCSG, RD\n21/2/94 22/2/94\nU LL\nFig. 8.1\n_\nL\nOG.93.11.08.FH.Pc\nWELL\n: ..............\n24/9-6 ......................\n.\n.\n.\n.\n.\n.\n.\n.\n.\nFIELD\nExploration\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nOPERATIONAL LQC FORM Service Company: ... ATLAS WIRELINE....... Engineer : ... McGEE / DOWDELL Witness : ....WATTS / DELVIN.....\nCOUNTRY : ......\nNorway.\nIIII. .\nDATE\n...\n.....\n......\n.\n++\n....\n....\n....\n...\n..\n..\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nMarch 94 2B I ZA T 2A\nINTERVAL : ...............1957m - 2255m.\n.......... BIT SIZE :.8/2..... MAX. DEVIATION : 3.59... at ....1976.... m\nFINA DRILL PIPE LOGGING: XN\nOPERATION COST ESTIMATE:.. 2A 2A\nA TIME (MINUTESYTEMPERATURE 1 At T°C/F At TT°C/F\n8.0 52.7 15.5 60.0 23.\n5 60.0 At = time logger on bottom - time circulation stopped\n»\n2A\n2A\nOPERATIONAL CHECK\nLA\nRUN n% SERVICE) MAC/DPIL/GR/CALISA\nZDLICN/SL\nMLL/DLL/GR\nVSP\nCBIL/HEX\nFMT\nSWC\n.\n✓ Check only these boxes when problems exist HEADING INCOMPLETE AND/OR INCORRECT (Rm, Amf, Rmc, Mudtype, Mud salinity ...) CALIBRATION ANOMALIES\nLOG QUALITY COMMENTS\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nPOOR REPEATABILITY\n|\n4 March. Wait on helicopter 13.00 - 13.45 hrs\nA\n.....\n..\n.....\nSTANDARD CURVES MISSING\nbefore RIH with sidewall core gun.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nTOOL RESPONSE ANOMALY\nII\n1.33 hrs. lost time on VSP.\n+\nI\n+\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nIll Waiting on orders 2.25 hrs (WOO)\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n!\nUnable to make FMT run 2B as crossover damaged\n.\n1\n.\n1\n.\n,\nI\n+\n+\nwhile pulling tool free when stuck on run 2A\n5\n5\nLLLLL\n-\nANOMALIES DUE TO HOLE CONDITIONS POOR DEPTH MATCHING (Reference log, driller's depth..) POOR OPERATING TECHNIQUE (Logging speed, Centralizer, Standoff...) VERIFICATION OF MAGNETIC SUPPORT LOG QUAL. RATING: 0 TO 5\n5: EXCELLENT\n5 5 FORMATION TESTER\nTIME SUMMARY Number of runs : 1\nOperations Lost Time LT: 1.33 Pressure attempts : 25\nTotal operating time OT : 66 Good pressure tests : 25\nRatio LTIOT\n: 0.02 (2%) Fluid attempts : SEG + PT Number of failures Good fluid samples: Yes\nwith LT > 30 min SIDEWALL CORES\nDay Total SWS attempted :\n1/3/94 Recovered : 23\n2/3/94\nLB LS RD WIPER Misfired\n3/3/94 Lost bullets : 2\n4/3/94\nRU R IH STAB No recovery\nTIMING Time circulation stopped: Duration of circulation : CS: Circulation stopped LS : Logger on surface LB : Logger on bottom\n0030 hrs 1/3/94 1hrs\nRU : Rig up RIH: Run in hole RD : Rig down\nMUD PROPERTIES Mud Type : KCL polymer Mud Weight: 1.17 SG Rm .........0.0613....... at...........14.85......... °C Rmt ...........0.0594........ at ............14:68........... °C Rmc ...........0.0799....... at ............15.30.......... °C\nLB\nLB\nMACIDPILIGRICALISP AU RIH TRIP CIRR END @ 08.30 hrs LS RD\nCBIL/HEX DIP FMT\nRD (SAMPLE)\nVSP\nZDLICN/SL\nMLLDLLGR LS RD RU RIH\n_LS RD RY RIH RURIH POOH, LS\nWOWY HEX LS RD WIPER TRIP CIRR END @ 21.30 hrs RU RU LB LS RD 12\nSWC\nWOO\nFig. 8.2\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA)\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 23 of 27\n9. MWD Logging\nMWD operations were performed by Baker Hughes Integ. The logging runs are summarised in the table below.\nMWD Run No.\nLog Type Run No.\nInterval Logged\n(m BRT)\nHole Size\n(inch.)\nGR-DPR GR-DPR GR-DPR GR-DPR GR-DPR GR-DPR\n158.0-799.0 251.0-1283.0 1270.0-1319.0 1319.0-1959.0 1946.0-2013.0 2004.0-2254.0\n8 1/2 17 1/2 12 1/4 12 1/4 8 1/2 8 1/2\nRemarks:\n-\nRuns 8 and 11 were wiper trips only. interval 2015.0-2046.Om was logged after coring. Non repeatable (by wireline) high gamma ray values (spikes) were measured at a number of depths during runs 9 and 10. These are attributed to torque induced downhole vibration.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 24 of 27\n10.\nPETROPHYSICS\nHydrocarbon were encountered in Upper Palaeocene, Balder Formation sandstones. A gross hydrocarbon column of 17m (net 11.1m) was penetrated in the interval 200.4.0 - 2021.0m, 10.5m net pay occurs in the single massive sandstone from 2010.5 - 2021.Om. A lower massive sandstone unit (2034.0 - 2072.0m) was water-bearing, however thin sandstone stringers in the interval 2021.0 - 2034.Om have oil shows in core samples.\nNo indications of hydrocarbons were seen in any other interval.\nPetrophysical analysis was performed using the Western Atlas CRA programme over the interval 2000.0 - 2150.Om. Results are shown in Figs. 10.1 and Enclosure 3.\nData:\nLogs used were DPIL, DLL/MLL and ZDEN/CN/GR. Data was of good quality although some borehole rugosity is evident in the interval 2000.0 - 2035.Om.\nAnalysis:\nDLL, RMLL, ZDEN and CN data was acquired in high resolution mode. A light filter was applied before analysis.\nThe DLL/MLL, ZDEN and CN logs were environmentally corrected before computation.\nRt was calculated from the DLL over the interval 2000.0 - 2035.Om, the DPIL was used below 2035.Om.\nPorosity and shale volume were calculated from the density/neutron crossplot.\nAn Rw of 0.043 ohm at 54°C was estimated from the Rwa computation. Sw was calculated using the Archie equation.\nA = 1, M GR min GR max Densh Neutsh\n= N = 2.0 = 40 = 60 = 2.38 = 40\nResults (Fig. 10.1);\nBalder Formation\nGross Thickness (m)\nAverage Porosity (%)\nInterval\nNet Sandstone (m)\nAverage\nSw (%).\n0.5\n2004.0 - 2004.5m 2010.5 - 2021. Om 2021.0 - 2034.Om 2034.0 - 2072.Om\n0.5 10.5 13.0 38.0\n10.5 2.4 35.5\n24.6 32.7 22.5 30.5\n28.2 24.5 96.7 96.8\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 25 of 27\nThin sandstones in the interval 2021.0 - 2034.Om show oil saturations in core, however the present petrophysical analysis requires further refinement to resolve saturations in these thin beds. Dean and Stark fluid summation from core plugs at 2031.07, 2031.14 and 2031.43 (drill depths) gave oil saturations of 16.0, 13.5 and 17.5% respectively\nSele Formation, Hermod Member\nGross Thickness (m)\nAverage Porosity (%)\nInterval\nNet Sandstone (m)\nAverage Sw (%).\n2118.5 - 2137.Om\n18.5\n16.8\n28.2\n96.2\nNo evidence of hydrocarbons was seen in the Sele Formation.\nIndustritrykk 60080\nA3-417\nOPERATOR: FINA EXPLORATION NORWAY INC. WELL : 24/9-6 FIELD : EXPLORATION COUNTY : NORTH SEA STATE : NORWAY LOCATION: 59 DEG 29 MIN 01.50 SEC NORTH\nOT DEG 57 MIN 27.14 SEC EAST RIG\n: WEST DELTA\nCRA PETROPHYSICAL ANALYSIS,\nUPPER PALEOCENE\nFINA\nHYDROCARBON\nMOVEABLE HC\nH20 POR\nSHALE\nSAND\nLIME\nCALC INCH\nRTCOHMM)\nCNCCX)\nGR\nTOTAL POR\nSHALE\n16.2\n2000|45_-------\nIwwenn\nolo\nGRC API)\nRALLC OHMM\nZDENC C/CC)\nRVA\nSY\nMOVEABLE HC\nSAND\n100.2\n2000 1.95\n. 1100\n0\nDIFF. CALIPER\nLIME\n-10\nLOC PORSITY\nH2O POR\n50\nTOTAL POR\n100\nCORE POROSITY\n50\nXXXXXXXXXXXXXXXXXXXXX\nCORE PERMEABIL 100000\nOOOOOOOOOOOOOOOOOOOOOOO\nTOP BALDER SS 2004.0m (-1975.Om SS)\nII\nVIH\nsatt\n+\n· TOP UPPER MASSIVE SS UNIT 2010.5m (-1981.5m SS)\nH\nEH.\nLIST\nLOR\nHuttuato\nephanie\n1111\nODT 2021.0m (-1992.Om SS)\n2025\nZONE OF THIN SANDSTONES\nWITH OIL SHOWS --that\nMIVU\nTEZI\nTIT\nTOP LOWER MASSIVE SS UNIT 2034.0m (-2005.Om SS)--\nWUT 2034.0m (-2005.Om SS)\nIII\nUU\nVola\nKadmiar starta\nnt\nHERMES\n2050\nRUMMEL HULL\nbarth Achetta\nL\nSCE\nLE\nthat\nihustata\nthan\nÞ BASE LOWER MASSIVE SS UNIT 2072.0m (-2043.Om SS\nBBBB\n2075\nahun\nmw\nt\n11\n.\n18\nTOP SELE FM. 2088.Om (-2059.Om SS)\nBLUEHORE\nNDHI\n2100\nLUWhitz\nIT 1\n.Tur\n14\nTOP HERMOD MBR 2118.5m (-2089.5m SS)\n1\nampsteget\ntoplin\nLiki Mali. Ale\n.\n2125\nTRIUMTWR want HUAWENA.\nHEEGLITTEI\nHAT THE\nEEEEEEEEEEE4=+= + 2741 t4\nTIL BASE HERMOD MBR 2137.0m (-2108.Om SS\nEFFETTE\nHans\nH\nTH\nLIBUR\nT\nAN\nMUNT\n) 2150 Iwwe\nCAL(INCH)\nRTCOHMM)\nCNCCX)\nTOTAL POR\nSHALE\n2000 45\n100\n50\n........15.2\n00\nCRC API)\nRMLLCOHMM)\nZDENC G/CC)\nRVA\nSV\nSAND\n1001.2\n2000 1.95\n295\n--\n100\nTO\n1100\nMOVEABLE HC 0 50 DIFF. CALIPER\nLIME\n100\nLOC PORSITY\nH2O POR\n050\n50\nTOTAL POR\n100\nFig. 10.1\nCORE POROSITY\nXXXXXXXXXXXXXXXXXXXXXXX CORE PERMEABILITY\n100000 ODGOOSBOODBOOOOOOOOOOOO\nATLAS WIRELINE SERVICES\naturales\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 26 of 27\n11.\nGEOPHYSICAL SURVEY\n11.1\nSITE SURVEY\nThe site survey for Well 24/9-6 was carried out by M/V Tridens 1 between the 21st January and 29th January 1994 in Block 24/9 of the Norwegian sector of the North Sea.\nThe survey area comprised a 4x2.75 km square grid, oriented 018°/108°, covering the 24/9-6 location and several of the proposed anchor locations. The survey lies at the eastern margin of the previous site survey centred over the proposed 24/9-5 well location and covering an area of 5x5 km square.\nThe purpose of the survey was to collect, process and document seafloor and sub-bottom data for the emplacement of a drilling rig within the survey area.\nAnalogue data was acquired over a grid totalling 47.5 km and was integrated with the data from the site survey over Well 24/9-5.\nBathymetry: The water depth at the well location is 123.5m MSL (122.7m LAT). Within a 1 km radius of the 24/9-6 location water depths range from 122m MSL in the west to 124m MSL in the east.\nDebris: A linear debris item with no discernible height was noted 610m south-east of the well location.\nGeological Hazards: At the well location itself there was no shallow gas.\n11.2\nVSP SURVEY\nDownhole Seismic Services conducted a Zero Offset VSP and Fixed Offset VSP in Well 24/9-6. The wireline was provided by Atlas Wireline Services Inc.\nThe survey began at 13:40 hrs on the 2nd March 1994 and was completed at 06:55 hrs the next day. The weather was reported to be rough for the duration of the survey with force 7 winds.\nAll measured depths were referenced below Rotary Table (RT) elevation of 29m above MSL. At the time of the survey the well had been drilled to a depth of 2252m RT and cased to a depth of 1957m RT.\nData for this survey consisted of 225 files gathered at 154 levels ranging from 440m to 2245m for the Zero Offset survey and 170 levels in the Fixed Offset survey between 540m and 2230m below RT. Data were acquired at 10m intervals.\nThe DSS engineer deployed two 70 cu.in. and two 150 cu.in. sleeve guns suspended from a rig crane for Zero Offset source operating at a pressure of 1800 psi. The rig source was positioned 50m from the wellhead, at an azimuth of N229 degrees and at a depth of 10m below mean sea level. The reference geophone was suspended at 12m below mean sea level for timing purposes.\nFor the Fixed Offset survey, a source array comprising two 70 cu.in. and two 150 cu.in. guns operating at a pressure of 2000 psi was positioned 1300m from the wellhead on an azimuth of 18 degrees and at a depth of 4m below mean sea level. The reference geophone was suspended at 9m below mean sea level.\nIndustritrykk 60080\nFina Exploration Norway Inc.\nFINAL GEOLOGICAL REPORT\nFINA\nWELL 24/9-6\nRev.No.: 1 Date: 16.03.94 Page: 27 of 27\nA multilevel receiver with 5 geophones was used.\nWith the start of the survey, the wireline depth sensor was zeroed at the RT elevation. The tool was stopped a number of times during the downtrip to check the equipment performance. The bottom tool was eventually lowered to the depth of 2245m RT. Data recording commenced at that depth from the rig source and proceeded as the geophones were subsequently raised to shallower depths. On completion of the survey, the geophones were lowered again to 2230m RT and shooting commenced from the fixed offset boat source.\nAt each downhole station, the wireline cable was stopped and the surface controlled motor driven arm was activated to lock the geophone tools to the borehole wall. An average of four shots were recorded for each geophone depth level.\nDuring the survey, the geophones were firmly clamped to the borehole wall for all levels occupied.\nAll VSP data of acceptable quality were included in the processing using the following standard sequence:\nDemultiplex Edit noisy traces Correct for geometric spreading Estimation of downwaves Downwave VSP deconvolution Subtract downwaves Remove tube waves Remove shear waves Upwave VSP deconvolution Corridor stack VSP to CDP tranformation Display\n-\nThe final results are of good quality and tie well with the 3D seismic data.\n11.3 SYNTHETIC SEISMOGRAMS\nThe acoustic impedance curve was computed by multiplication of the calibrated acoustic log and the density log. From this a primary reflectivity series was derived, as well as reflectivity series for primary and multiple reflections and multiple reflections only. These reflectivity series were then convolved with the zero phase bandpass filters 12(18)-60(36) Hz (dB/oct) and 12(18)-40(36) Hz (dB/oct) (to match the surface seismic) and displayed at scales of 10 cm/sec and 20 cm/sec.\nThe well to seismic tie was carried out on the 3D seismic Inline X-1098 using the synthetic seismogram zero phased without multiples and a bandpass wavelet of 12-40 Hz, the Acoustic Impedance log and the Zero Offset VSP (zero phased corridor stack) with a bandpass filter of 12-40 Hz. This is presented in Figure 11.1.\nIndustritrykk 60080\nFig. 11.1\nTo be added on completion of VSP and synthetic seismogram processing.\nu-782\nKEY TO SYMBOLS LITHOLOGY\nGAPS SCOTT PICKFORD\nsahtek\nExploration and Production Consultancy\nSANDSTONE\nTUFFACEOUS\ninfo\nSILTSTONE\nMUDCLASTS\nCLAYSTONE\nCLAYSTONE\nCARBONACEOUS\nFINA\nSTRUCTURES\nMASSIVE\nCORE LOG\nHORIZONTAL LAMINATION (mm-SCALE)\nWELL: 24/9-6\nHORIZONTAL LAMINATION (cm-SCALE)\n| DISH STRUCTURE\nLOAD STRUCTURE\nSCALE 1:50\nSAND INJECTION STRUCTURE\nBURROW\nNODULE: P-PYRITE C-CALCITE\nPREPARED FOR FINA EXPLORATION NORWAY u.a.s\nHYDROCARBONS\nOIL SHOW\n• OIL ZONE LITHOFACIES CODES 1) SANDS\nSm MASSIVE. SO NORMALLY GRADEN, S: INJECTED SANUS 24 MUOSTONES (CLAY / SILT)\nMh HORIZONTALLY LAMINATED, Mg . NORMALLY GRADED 3) TUFFS / TUFFACEOUS MUDSTONES / SANDSTONES\nTO NORMALLY GRADED UITHOFACIES ASSOCIATIONS 1) SAND DOMINATED\nS1 MASSIVE GRAIN-FLOW SANDS, S2 INTERBEDDED GRAIN-FLOW(?)\nSANDS AND MUDSTONES 2) MUD-DOMINATED\nMi - MUDSTONES ONLY (BASINAL MUDSTONES), M2MUDSTONES WITH GRADED SILTS / TUFFS / TUFFACEOUS SANDS / RARE INJECTED SANDS (HEMIPELAGIC MUDSTONE WITH FALL OUT TUFFS AND DISTALTURBIDITES)\nAUTHOR: G. HUDSON\n(JOB NO. CGR93)\nM\nCOLOUR CODES\nGE. GREY, GN GREEN, BK BLACK, BN BROWN, OF BUFF, GD GOLD. YE . YELLOW. DK · DARK, MD . MEDIUM, 1. T LIGHT, BCMG BECOMING\nCENU\n.....Enclosure 1.\nZ SEDIMENTARY STRUCTURES\nAND GRAIN SIZE\nuc\n4um\nE INTERPRETATION\nREMARKS\nSEQUENCE / SUB-SEQUENCE MAIN ENVIRONMENT\nCORE GAMMA (unscaled)\n256 mm 54int\n4mm 1000 um 500um 125um\n63um\n--- 250um APPARENT DIPS (STRATIFICATION)\nVISIBLE POROSITY COLOUR / STAIN FRACTURES VERY COARSE SAND BOULDER COBBLE PEBBLE GRANULE COARSE SAND VERY FINE SAND MEDIUM SAND FINE SAND\nSTRATIGRAPHY\nLITHOFACIES ASSOCIATION\nLITHOFACIES CODE\nGRAPHIC LITHOLOGY\nINCREASING\nDRILLERS DEPTH (metres)\nCORE NUMBERS\nIIS\nCLAY\nYE BN MO ON\n(OX\nSTAIN)\nSm\nSUBMARINE\nFAN\nMASSIVE GRAIN-FLOW SAND DEPOSIT\nYE BN MD BN OB\n2022.05 m\nSTAIN\nP.S.\nS1\nSm\n2023\nSANDSTONE. UNCONSOLIDATEO, MASSIVE. FINE MEDIUM GRAIN SIZE RANGE: FINE (UPPEA) MEDIUM (UPPEAL WELL SORTED. SUBANGULAR SUBAOUNDED QUARTZ GRAINS DARK GREY CLAYSTONE CLASTS TOWARDS IRREGULAR LOADED BASE HIGH VISIBLE POROSITY. MODERATE YELLOW BROWN MEDIUM BROWN OIL STAIN FLUORESCENCE: UGHT YELLOW. CLAYSTONE. DELKATELY LAMINATED WITH INTEAZITTEN NORMALLY GRADED, LOCALLY CALCITE CEMENTED SILTSTONE (GRAOING VERY FINE SANDS TONE) UNITS. TUFFACEOUS BEOS INCREASE TOWARDS BASE. PYRITE NODULES UP TO 1.5 cm IN DIAMETER OCCUA THAOUGHOUT TEREBELLINA BURROWS OCCUR AT 2023 80 m\nCORE #1\n-\nDK GE WALD LT\n-\n-\n-\nHEMIPELAGIC MUDSTONES WITH\nFINE GRAINED FALL-OUT TUFFS AND MINOR DISTAL\nTURBIDITES\nMht Mg/ (To/Sg)\nHANDS\n2024\nMARINE BASIN - SUBMARINE FAN MAAGIN\n2024 07202400m\nLT BN\nSAND INJECTION LAYERS\nSi/Mh\n2025\nMh/\nSANDSTONE UNITS. VERY FINE GRAINED. WELL SORTEO. CALCITE CEMENTED, LOCALLY CHLORITICOK GE HOMOGENEOUS WITH CLAYSTONE, TUFFACEOUS WALT SALTSTONE CLASTS UP TO 1 cm x 4 cm. SHAAP TOP GE AND BASAL CONTACTS. LOCALLY TAANSGRESSING BANDS\nKEMIPELAGIC MUDSTONES AND MINOR\nMg/\n.\nY\nوا\nWALT\nMh\nsu\nKEMIPELAGIC MUDSTONES AND MINOR\nDISTAL TURBIDITES SANO INJECTION LAYER?\nHOMOGENEOUS WITH CLAYSTONE; TUFFACEOUS SLTSTONE CLASTS UP TO 1 cm x 4 cm. SHARP TOP AND BASAL CONTACTS. LOCALLY TRANSGRESSING CLAYSTONE LAMINAE INDICATIVE OF SAND INJECTION\nBANDS\nMg' (S9) Si?\nM2\nJual\nLT GE (GN)\n-\nSv.Ve\nCLAYSTONE, INDISTINCTLY LAMINATED. SPORADIC\nTUFF ACEOUS SILTSTONE LAMINAE. SCATTERED CARBONACEOUS FLECKS. MINOR (<1 mm) SCALE CALCITE-CEMENTED TRAINS. PYRITEIMARCASITE NODULES UP TO 2 con IN DIAMETER. OCCASIONAL DISRUPTION OF CLAYSTONE LAMINAE BY BIOTUABATION.\nDK GE\nI\nFV\nV\n.\nBALDER FORMATION\nHEMIPELAGIC MUDSTONES WITH\nFINE GRAINED FALL-OUT TUFFS AND MINOR DISTAL\nTURBIDITES\n-\nMh/ Mg/ (TO)\nPTY\nA\n2027\nD\n.w\n2028\nMARINE BASIN\nCORE #2\nDISTAL TURBIDITES\nS2\nSANDSTONE VERY FINE GAAINEO, GRADES TO SILTSTONE LOCAL CHLORITISATION OF BLACK GLASSY TUFFACEOUS GRAINS. SINGLE PYRITISED TUFFACEOUS CLAST >5 cm IN DIAMETER NETWORK OF CALCITE.CEMENTED FRACTURES MAXIMUM WIDTH 2 min.\nSg\nMD GE\nw\nL\n.\nV\n-\n-\n2029\nHEMIPELAGIC MUDSTONES WITH\nFINE GRAINED FALL-OUT TUFFS AND MINOR DISTAL\nTURBIDITES\nOX GE\nMh/ Mg/ (T9)\nM2\nFilmulutuh betwoim itilaumilaulululu\nhorrinho\n300\n.\n.,\nt\n.\n. 2.\nIV\n4\n-\n..\n-\n2031\nw\nw\nSUBMARINE\nFAN\nSAND INJECTION LAYERS MASSIVE GRAIN FLOW SAND\nDEPOSIT\nHEMIPELAGIC MUDSTONE WITH MINOR SAND INJECTION LAYER\n1.\nM2\n2032.15 m\nSUOMARINE PAN LOBE ABANDONMENT MARINE BASIN\nP.S.\nNORMAL FAULT OFFSETS SILTSTONE UNIT.\nSILTSTONE - VERY CINE SANDSTONES ARE Mh Mal CALCATE CEMENTED AND INJECTED AS A DYKE\nLOKGE AND SILI, NETWOAK.\nLT GE Sm/Si SANDSTONE. UNCONSOLIDATED. FINE TO MEDIUM UT ON\nGRAINED. MANGE FINE (LOWER). MEDIUM (LOWE A). WELL SORTED. SUHANGULAR\nYE BN SUBROUNDED GRANS, INJECTION STRUCTURES AT Sm\n1. MO BNI TOP OF SANOSTONE UNIT. HIGH VISIBLE POROSITY OH STAND\nAND MODERATE. YELLOW BROWN MEDIUM BROWNIK Mh\nOIL STAIN DECREASES AT TOP OF UNIT WHERE YE BN CALCITE CEMENTATION OCCUAS LOCALLY FLUORESCENCE: YELLOW GOLD TOP 5 Cm DULL\nDK GE LIGHT YELLOW GAEY INJECTED SANDSTONE AT 2032.00 m.\nMASSIVE FISSILE CLAYSTONE. DARKENS IN M COLOUR AND\nMOGE SCALE LAMINATED TOWARDS BASE\n1. OKGE SANDSTONE. MASSIVE. UNCONSOLIDATED. FINE GAAIN SIZE RANGE; FINE (LOWER). MEDIUM LOWER), WELL SORTED WITH SUBANGULAR SUBROUNDED GRAINS. COMMON PYRITE NODULES AND SCATTERED CLAYSTONE CLASTS. HIGH VISIBLE POROSITY AND MOOE AATE YELLOW\nYE BN 3AOWN MEDAM BROWN OIL STAINLESS VISIBLE MD BNI Sm\nIN NETWORK OF QUARTZ-CEMENTED RIAS (FHACTURES). LOCAL CONCENTRATIONS OF CLAY STAIN) AICH FINES WITHIN FRACTURES. FLUORESCENCE: YELLOW GOLO. QULL LIGHT YELLOW IN FRACTURES\nBASINAL MUDSTONE\nMt\n2032.50 m\n2033\n2034\nMASSIVE GRAIN-FLOW SAND DEPOSIT\nLt\nDK GET\n47°\n+\n+\n2035\nHEMIPELAGIC MUDSTONE AND MINOR DISTAL TURBIDITES\nWILT\nM2\nCLAYSTONE, LOCALLY VERY CARBONACEOUS WITH NORMALLY GRADED CALCITE CEMENTED SILTSTONE VERY FINE SANDSTONE UNITS.\nMhMg/ Sg/Tg)\nSUBMARINE FAN\n-\n-\nV\n-\n-\n.\n.\n.\nBANDS\n2036\nSANDSTONE, MASSIVE. LOCALLY CONSOLIDATED. FINE GAAINED. RANGE: FINE (LOWER). MEDIUM (LOWER). WELL SOATED. SUBANGULAH-SUBROUNDED QUARTZ GRANS. RARE FELDSPAAS. PYRITE NODULESAGGREGATES THROUGHOUT UPPEAMOST -90 cm, 1 M 4 CM IN DIAMETEA. PYRITE-CEMENTED FRACTURE AT 2035.80 m. OCCASIONAL CHLORIFIC (7VOLCANIC) GRAINS. HIGH VISIBLE POROSITY DECREASES WHERE GRAIN SIZE DECAEASES AND/OR WHERE SANOS ARE PAATIALLY CONSOLIDATED. WEAK QUARTZ CEMENTATION. NO VISIBLE OIL SHOWS OR FLUORESCENCE.\nSm\nP.S.\n2037\n$1\nMASSIVE GRAIN-FLOW SAND DEPOSIT\n4.1\nN\nBALDER FORMATION\nSm\nP.S.\nP\nCORE #3\nLT GE\nWh\n- 2040\n1 Sg\nVAGUE 1 cm SCALE SUBPARALLEL LAMINATION 2040.30 2040.45 m.\nUT BN • BF\nMASSIVE GRAIN-FLOW SAND DEPOSIT\nVERY HIGH VISIBLE ?SECONDARY POROSITY WITH COMMON OVERSIZED PORES, GRAIN PLUCKING OA DISSOLUTION OF EARLY CEMENT?.\nLT GE . BF\nSm\nFLAT LYING DARK GREY CLAYSTONE RAFT MAXIMUM SIZE >4 cm x 2 cm WITH ASSOCIATED SYRITE NODULES\n043\n...\n.\n...\n.\n.\n-\n...\n..\nmur\nP.S.\n-\nLT GE BF\n2015.10 m\nNRW\nU\n-782\nEnclosure 2\nOPERATOR: FINA EXPLORATION NORWAY INC. WELL. : 24/9-6 FIELD EXPLORATION COUNTY : NORTH SEA STATE NORWAY LOCATION: 59 DEG 29 MIN 01.50 SEC NORTH\nOL DEG 57 MIN 27.14 SEC EAST RIG : WEST DELTA\nFINA\nCRA PETROPHYSICAL ANALYSIS,\nUPPER PALEOCENE\nSCALE 1:200\nTYTETTY\nLA - - - -\n- - - - - - -\n- - MAN - - - - - - -\n- - LUWU\n- - -\n- - - -\nWE u m\n-\n- AME -R\nAMA - -\n- -\nHYDROCARBON\nMOVEABLE HC\nH20 POR\nSHALE\nSAND\nLIME\nAMAL\nCALCINCH)\nRTCOHMM)\nCNCC%)\nGR\nTOTAL POR\nSHALE\n2000 45\n-15\num-m3\n100\n150\n-\n..-----------191-2\n1001\nGR(API)\nZDENK GACC)\nRVA\nSAND\n100_2_------\nMOVEABLE\nRMLL( OHMM)\n--------------\n2.95\nPT.\n050\n100l\n----------1100\nSW\nMOVEABLE HC\nolo DIFF. CALIPER 1:10 ----------\n----------------100 LOG PORSITY Len H20 POR\n050\nLIME\nC\n100\n50\nTOTAL POR\n100\nCORE POROSITY 50 XXXXXXXXXXXXXXXXXXXXXXX CORE PERMEABILITY\n100000 OOOOOOOOOOOOOOOOOOOOOOO\n-\n-\n-\n-\nNVR MM-\nu\n-\n-\n-\nTE\n-\n-\nVA\nWW - -\nmu\n-\n- www--\n-\n-\n-\n.\n-\n-\n-\n-\nT TOP BALDER SS 2004.0m (-1975.Om SS)\n11 M - Wm\n11\nRETURN T\nIIIII LLLLLL\n1\n-\n-\n-\n-\nM\nAT12\nMY\nLULUTO - - -\n-\n-\n-\n-\n-\n-\nLA -\n-\nLOTT\nTONUT.\n1\n+ TOP UPPER MASSIVE SS UNIT 2010.5m (-1981.5m SS)\nG\nWWOO\nAN\n.\nS\nUN\n7\n-4-ODT 2021.0m (-1992.0m SS\n-\n-\nH\nS\n10\n-\n.\n1\n-\n2.\n+\n-\n-\n-\n-\n-\n2025\n-\nUNA VM\n- -\n-\nWw\n21\ni ZONE OF THIN SANDSTONES WITH OIL SHOWS\n--\nEt\na\n4\nMC\nSP\n--\n+\nFRITT\nTWT\nWWW\nWHIT\nth\nET\n| as 右二三斗之中\n+\n+\n+\n+ m\nm\n产\n-\n-\n|\n-\n-\n-\n-\n7 TOP LOWER MASSIVE SS UNIT 2034.0m (-2005.0m SS)\nWUT 2034.0m(-2005.0m SS)\nnully\n-\n-\n-\n作詞:\n94ades of\nia141\nh\n·\n中\n.\n……\n2050\nにしまし\n一个中国人身上。\n1\n.\n-\n-\nF11\n一母,\n-\nさささーたーーーたま\n-\n名人堂,一日 千手十日一己\n-\n14\n|\n45\n一\n+\n+\n1\n-\n-\n-\n--\n二二三生三\nbu\n- -\n-\n-\n-\n-\n-\n,\n_\nt1\"\npr\n-\n-\n-\n-\n-\nEBASE LOWER MASSIVE SS UNIT 2072.0m (-2043.0m SS)\nHTTE--\n-\n-\n--\n--\nTTLE 一一一一一\n----\n-\n-\n--\n-\n-\n\",\n-\n-\n- -\n- - - - - pm -\n- - - - Luo\nE - - Luu pum - 书 画\n- - - - -\n-\n- -\n- - -。 。 - -\n- - - - - -\n- - - - - - E -\nnte -mail. an 自在 - - = =\n= .. 片\n- - - - - -- ----- | ET」 -\n“”\ns4\n-\n|\n-\n4..\n-\n-\n-\n-\n--\n--\n-\n207\n-\n-\n-\nボー\n-\n-\nE身工\n-\n| - at\n中国二十三\n。\n-\n-\n---\n-\n-\nit\nA\n=\n-\n1\n| l 最高量 Li\nAir\nE\n我是上星星。\n4\n-\n-\n--\n-\n-\n-\nHe\nin\n-\n--\n-\n年,一\n山上\n年十一\nFile 看了上\nLINENGLI开\n是在山上看 lt b\n= = tube\n-\n-\n自\n一看。\n-\n#-\n- tv\n,\nm\nTeam\nTOP SELE FM. 2088.0m(-2059.0m SS)\n=\n=\n== 年\n-\n-\n-\n-\n-\n1\nElital be\n--- --\n-\n- --\n- TTTT - - - -\n-\n-\n= -\n- -\n-\n-\n=\n- - A\n-\n-\n= --- - - -\nsia-- -- - - -\n-\n-\n1\n-\n-\n4\n学一\n.\nIf\n三日\n-\n-\n--- -\n-\n美美 - --\n- - - 上是在 - - - -\n-- - -\n- 在日本黑, Lu Libuttle\n- 是 是 1\n- - -\n- - - -\n---- )\n---\n-\n--\n14 三 「是」\n。\n-\n--\n-\n-\n-\n|\n-\n-\n--\n-\n-\n-\n-\n-\n-\n-\n- - - - =\n| ber == :\n- |\n- m\n9\n--e\n:\n-\n-\n-\n-\n-\n--el ll to\n- - - - - -- 是 是\n- - - - -= -= - wwww.au\n-\n=\n二十\n.\n-\n-\n-\n-\n-\n2100\n1.\n中\n- - 星星。 -\n- - - Eule = - - Lee 学年高一上 -\nbal me - - k l 中山 10 14 - Lu - la b\ni an n . --- han ,就是最新一集\nleen li, LL - - - - -- - - - - -\n一\n--\nINI w\n一\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n|\nLet all Ep , - - 1 but m\na p\n,\nTEL\n一\n|\n-\n31\n- - - - - - - --\nWATT - - -\n-\n- - - + - -\nTTTT L-\nANTONI - -\n-\n- Luwu -\nAL\n1 IT\n2\n1.)\n4\n-\n-\n.\n-\n-\n-\n-\n-\n-\n-\nNUTTI - www\nW -\n- wwww\nTO\n-\n-\nww\nSTO\nNE\n.\nm\n=-ML-M\n-\n-\n- www-WLU\nWmm -\n-\n.\nmm\nDE\nTOP HERMOD MBR 2118.5m (-2089.5m SS)\nHASE ES\nTIL\n2125\n.\n'\nwan\nLY\nCON\n29 ARJUN MM\n.\nSOM\n.\nE EE\nE\nFFEF=F=FFEFEE\nLA\n=\n==\nES\nBASE HERMOD MBR 2137.0m (-2108.Om SS)\n-\n-\n-\nO\n.\n.-\nEVENE\nSUL\nC\n-22\n-\n-\n-\nI WWII\nMM-24\n13\nt\"\nDO\nm w WuN\n. TTTT TTTID:\n.\nwww\n-\n-\n- OSTATIT\na .\nSIE\n717--\n-\n-\nPOR\n2\n2150 EWE WA\nCALCINCH)\nRTCOHMM)\nCNC(%)\nGR\nTOTAL POR\nSHALE\n16.2\n200045_----------\n1001\n150\n010\n1001\n---------\nGR(API)\nRMLLCOHMM)\nZDENKG/CC)\nRWA\nSW\nMOVEABLE HC\nSAND\n1001.2\n2000 1.95\n. 1 100\n0150\nDIFF, CALIPER\nLIME\n- 10\n100\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n--\n-\n-\n-\n-\n-\n-\nLOG PORSITY\nH20 POR\n050\nTOTAL POR\n100\nM\nCORE POROSITY XXXXXXXXXXXXXXXXXXXXXXX CORE PERMEABILITY\n1000001 Oooo00000000OOOOOOOOOOO!\n1\nVIA WIRELINE\nATLAS WIRELINE SERVICES\nWestern Atlas International\nu-782\nWELLSITE LITHOLOGICAL WELL : 24/9-6 FINA\nLOG Scale 1:500\nLICENCE : PL 150 AREA : Norwegian North Sea\nRIG :\nWest Delta CLASSIFICATION : Appraisal\nRIG PICK UP DATE : 31st January 1994 CO-ORDINATES : 59 29'01.50\"N 6 594 535.7m N\nSPUD DATE :\n1st February 1994 01 57'27,14 E\n440 949.0m E\nDRILLING COMPLETED : 28th February 1994 ELEVATION K.B. : 29m\nRIG RELEASED :\n10th March 1994 WATER DEPTH : 123.5m\nTOTAL DAYS :\n38 TOTAL DEPTH :\nCOMPLETION STATUS : 2255 MBRT\nPlugged and Abandoned\nOil Well GEOLOGISTS : Tim Herrett, Tim Watts\nMUD LOG CONTRACTOR : Pat Devlin\nBaker Hughes Inteq\nACCESSORY SYMBOLS\nOPERATIONAL SYMBOLS\nLITHOLOGY SYMBOLS\nCONGLOMERATE\n- ARGILLACEOUS\nSANDSTONE\nARENACEOUS\nCASING SHOE %\" at 3900m\n4\n.\nSILTSTONE\nSILTY\n3950-RECOVERY\nSHALE\nCALCAREOUS\nN°1\nCORE\nM\nCLAYSTONE\nDOLOMITIC\nNO RECOVERY\n3980-CLAY\nLIMESTONE\n3200\nTUFFACEOUS\n14133\nDST\n-141\nCARBONACEOUS\n----3270\nFOSSILS\nLIMESTONE IZ DOLOMITE GI CALGARERES\nMARL 2 ARE'S EASEOUS E S GYPSUM\nSALT\n322\nMICROFOSSILS OOLITIC\nDEVIATION SURVEY\nFERRUGINOUS\nN.B. NEW BIT R.R.B. RERUN BIT C.B. CORE BIT\nGLAUCONTIC\nC\nabu\nVITI\nPYRITE\nSHOWS\nmm\nCOAL / LIGNITE VVV PYROCLASTIC\nINTRUSIVE\nMICA\n.\nCHERT-FLINT\nEXTRUSIVE\nOIL - GAS AFL JORESCENCE\nKAOLINITE\nNO SAMPLES\nO\nCALCITE\nEnclosure 31\nGASO\n0.00\n-\n1.00\nROP(m/hr)\nSystem Group Formation\n- 0.00\nCORES\nSHOWS\nLITHOLOGY\nLITHOLOGY DESCRIPTIONS\nAL\n50\n100\nww\n150\nQUATERNARY NORDLAND GROUP\nwe\nHANNONS\n200\n30 JUNI 1994\ni\nWWW\nAWA\nTERTIARY\nUTSIRA FORMATION\n250\n250ml\n300\n.\nW\n350\nLA\n400\nLE\ni\n450\nI\n.\n1\nMW\nVA\nWww\nL\n$50\nWWW\n800\nWww\nNu\nLLLLL\nTERTIARY\nHORDALAND GROUP LARK FORMATION\nNORDLAND GROUP UTSRA FORMATION\n1\nw\nEt\n-\nwwwwww\n1\n1\nWh\nt\n.\nwwwwwwwwwwwww\nwwwww\nWILL\n750\nwy\nMA\nNAM\nLLLLLLLL\n650\n.\n.\nwww\nWWW\nWIN\nقلقلی ملليلي\n.\n- د. مدت\n=\n.=\nایتالیا ایتالیا\nب الفعل\nما\nبعد\n:\n:\nمقلبيتيلليييييب\nشعبان\nمع معهميعهقصه\nمحبت نیمه\nبیطس\nمسته مبتنهب\n-\nمعمعمعمعمعمععهميععمعمعيي\nیا علما\nللللللللل\nن يس\nقصص\nل\nنيفينها\nمعتقلين\n550\nل مستمعببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببببب\nأ\nدانستند\nندیمی\nمفعوسي\nTERTIARY HORDALAND GROUP\nLARK FORMATION\n1\nw\nhr\n.\nLUL\nw\nww\n1150\n1100\n1050\nhooo\nLIML\nLLLLLLLLL\nhr\nHORDA FORMATION\n1200\nNAMUN\nPo\nr\ntret\nw\n.\n.\n1250\nEL\nRKB - MSL = 29m. RKB - Seabed : 152.5m Water Depth = 123.5m\nJ\nORDS..\nDRILL TO 1286m WITHOUT RETURNS\nFIT: 1.60g/¢c EMW\nKB DAVOS\nVW\n-\nM\n: 1.40g/cc\nLV\n111:\n1:11: 111TTITOINT!\n1 111111111! ITTI.!: 1'11111: 33:111111:111::1:10:10 :1:!LETITION: 11: LLIRI111111111111\nLtd\nSLTY CLYT: It olv gy-It gn brn, fr, AN & crmbly. V sity w/loc v sd, blauc, tr pyr.\n1\nLM35 ATM\nE\n.\n.\n.\n+\n+\n+\n+\n.\nE\n-\n. 1\n.\n1\n1\n1\n1\n1\n1\nSST: It gy-off why, as Iso c-m, R-SR_qtz. mod ato. Fo stalned, w/depth t-Y, SA-BR prly ortd, frm, occ wall cmtd, si cmtd wt Intorn por, calc cmtd, mtx supported, no vis por, No Shows.\n#\n.\n.\n.\n.\n!\nTL 4 !\n#\n#\n19727971\n. 11\nSLTST: med oły brn, frm, fr-crmblx rev ody, mmfo, plauc, ont ontranod 8. occ cublo pyr clustere & cac cmtd sdy burrow.\n.\n.\n10 :1:1:1!\n1:1:1:1:1:111: H:1:01:1:\nLULIINILINE\n.\nARG $ST/SLTST: It blu w, frm, fri, yf-alt, pyr, el glauc mith occ LST stringere: It Oy bm, hd, mlcarn, y alty & sdy.\"\n1\n4241L\n. TE\n.\n1.\n:11:1:13\n8L18T: med OIV orn-it biu gy, oft-irmy******* ody, arg, tr glauo, occ pyr, fr calc cñtd sdy burrow..\n.\nTERN\nody, arg, tr glavo, occ pyr,'tr calc cmtd sdy burrow.\nSLTST: med oly brn-It blu gy, fm, v arg &\nT, tr calc cmtd S thin stringers LST: Tt orng-it bró, frm-Y Y sdy, 8l glauc, tr micgrn, Bity & sdy.\nsl sdy, v arg. abnt SLTST: 1 oly gy. frm glauc node, occ catoltled burrowe.\nSDY SLTST: It brn gy., frm, in, v sity-vf sd, mmko, abnt nod glauc, tr Pyr.\nSLTY CLYST: It gn-It gn gy, att-frm, al blky. v slty.tr Yf $d, dlssom glauc, tr pyt & fel mad. Thin DOL L31: motom, irm-hid,\n. micgran.\n: | SLTY CLYST: It olv bm-lt gn brn biky, slty,\nSD, abnt nod glauc, tr pyr, tr tale SLTST: med_brn gy, frm, v ara mmke, glauc W/9cc lse SR med qtz grns. Thin DOL LST stringers of wh-mod br, frm, sucroako granular text tr Y\nSLTST: mod stoet bly, frm, frl sdy, pyr, tr glauc, wh apoco (tuff?).\"\n\"\nFE\n.\n.\n.\ntrattamento\nI'll\nT\nLLL\nO\n.\n.\n.TOTTATTTTTTTT\n1\n1\n1\n.\nt\n1\n1\n1\n1\n.\n.\nT\n1\n*1:1:1:1\n:1:1:1:1511:1:1:1:1:1:1:1:1:1:1:1: -1:1:1:1:10:H:1:1:1:1:1:1:1:91:1:1:1 :1:1:1:1:111:1:1:1:1:1:1 1:1:1:1:11:1:1:1:\n1:1:1 1:41:1:14 :1:1:1:1:1:1::::!\nLL\n1:1 : 1:1:1:1: 1:1:1:1:1:1:1:1:1:1: 1:1:1:1:1:1 :1:1:1:1:1:1:1:1:1: 1:1: 1:1:1:1:15:lol:1:1': 1:HEH:1 :1:1:1:1:1:1:1:187:1 1 1:1:1:1:1:1:1:11:1:1: 1:1:1:1:1:1:1:1 :1:1:1:111:1:0C:991 til tillit II PLINIIIIIIIIIIIIIIIIIIIIIIIIIII 114 11 1: 1:1:1:1:1:1:1:1: ID :1:1:1 :1: 1:1: 1:1:1:14:1:11 :7:1:1:21: : 21:41:41.16\n19:TITITITITETTIIIIIIIIIIIIIIIIIIII\nIN PIIIIIIIIIIIIIIIIIIIIIIIIII11 EB:1:1: 1:1:1:1:1:\nEMMAMMALL\n16::KIRIBATSHUARIT ATT01001141 TIITTIMULIM11\n:1:1:1:1:1:1:1:1\n.\n:1:1:1:\n1\n1\nHI:\n1:1:1:1:1:1:1\n.\nwere !!\n!\nH\nhout the\nIM\n-\num\nmn\nNA\nWWW.\nWILL\n0.8\nTMW 1.45g74c\nHORDA FORMATION HORDALAND GROUP\nTERTIARY\nSLTY CLYST: It blų gyult gn øy, frm, v sity, I occ ady, al glauc, tr Pyr, wh 18hy specs of\ntuff mau.\nww\nwww\nWe\nMA\nSLTY CLYST: blu gy-med oly brn, frm. alty, mmic, tr glauc, tr pyr. Thin DOLIC LST rogers, orng brn, hd, gran text 49 het h\nET.\nve\nM\nLLLLLLLLL\nWA\n1359\nSLTY CLYST: It blu gy-It olv gy, frm, v slty, al slauc, to gran dol trags, mmc.\nIII\nIII 1.1\n111IIIIIIIII!\n1111111111111111111111111111111111111111111111111111111.!.tr LIITTIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII!!!1!11!! 1.111111111111111IIIIIIIIIIIIIII. Toll RIUILLLLLLLLLL IIIIIIIIIIIIIIIIIIIIIIIIIII i Ini IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII TRITO IIIIIIIIIIIIIIIIIIIIIIIIIIIOIIIIIIIIIIIIIIIIIIIIIIIII:61: IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nii'iiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiTITITITIITTIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII 1:IIIIIIIIIMIILIHI! THUILLILIITOLLILLLLL1.11.OLIVILLI.1.1.IIIIIII!!1.1.1.1.IIIIT:1:1.1.1111\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII LILIHIHIRIHIILILIPUT iiiitili T 1\n4\nW= 1,50g/cc\nTTTT\nwww\nLL LLLLLLLLLLL\nSLTY CLYST: It blu gy-it oly gy, frm, v slty, tr vt SD, ol glauc, mmo, tr gran bm DOL & L8T.\n20/2/04\nL\nHORDA FORMATION\ntr DOLIC L8T: it prmy brn-off whi, (occ dk,\nnel omg bm, xln), gon gran-sucroblc & alty toxt. Argmtx.\nwww\nwww\nWiper Trip at 17451\nEN\nC\nTERTIARY HORDALAND GROUP\nSt. TS Tic. mod blu, 94, fil, trm v arg &\nFF: mod blu gy. w/crmy wh 18h speca, til sdy-alty.\nCLYST: med blu gy. try al subf8e, gen blky & crmbly, glauc, al catc. Thin LST stringers: It bin 87t-irm, arg mtx w7xIN DOL\n\"SUB\nJ.\n.\nL\nwww\n1 CLYST; bri blu .gn 1 an gy, frm occ hd, { blky G Pyr, tichly gluc, đủ tile.\nWWW\nCLYST: med blu gy-gn blu-it oly brn, frm, v alty, glauc, tr pyr, t vf sd, si calc.\nMMMMWMAN\nFRIGG FM, EQUIV.\nM\nun\n-\nLethrowerow LLLLL\nIIIIIIIIIIIIIIIIIIIIIIIIIIIII!!1111111IIOIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIUITUMITIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLL IIIIIIIIIIIIIIIIIIIININIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nKIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nI IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII ilitimi TITIIIII TounkIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nIIIIIIIIIIIIIIIIIIIIIIOIIIIIIIIIIII LLLLLLLLLLL LUNUNLLLLLLLLILIN NULLLLLLLLLLLL LLLLLLLLLLLLLLLLLLLLLL LLL\nLILIIT I11IIOIIIIIIIIIIIII...! 111.6 MILLILI IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII 11:1 Bilo\n1134\nL&T: oft wh, frm.Bft, wh arg mix w/calcite xls, sdy, no vis por.\nCLYST: mot it on gyalt dyber statem v\nwwwwwwwwwwwww\nho\nCLYT: gon on blu-tt bly-oly bmsft-form, alty, glauc, ti pyr, el calc, To L&T: wh-olf wh, trm, argi dollc xin Inclublona\nLLLLLLL\nHORDALAND GROUP\nthin DOL LST: Y It brn-dk org bm, frm-hd, loc arg. else hd micgran DOL.\nTERTIARY\nLLLLLLLL\nCLYST: med olv br, fim-hd, alty, py, glauc, non calc, el Barthy text.\nCLYST: blu gy, frm-hd, alty, v glauc, pyr, al\ncalo\nwith IT\n.\n.\n.\n.\nwww.LV\nCS\nROGALAND GROUP\nCLYST: gen It oly brn occ med bly gy.\nmm-sft,_sity & sdy, #tuffaceous, s auc, tr pyr. Tr LST: off wh-it brn, frm occ v hd, micgran text.\n2/04\nCLYST: med gn 91\non gy, frm, &l alty, v glauc,\nST ont wi, hd, alty, local abnt Pyr. Ir 88T: off whi, hd, mod. SA, calc cmt int gran por No\nCLYST: med gn gy, frm sl_alty, alty, local abnt pyr: Ir sit\nslauc,\nwalaus, mod, SA, calc cmt int gran por, Na SHOWS.'\nFT11609/46 EMWC\nSLTY CLYST: olv brn hd-frm, alty, mmko, al tuftaceous w/ ashy wh specs, #dissem mlopyr, tr 8D, OCC chalpyr.\n35/2 1994\nWA\n!\n1.1.1.111111111111111111\n.\nMW= .167dc\nINITION IMMIFL1;iuiiiiiiiiii IDI:00LI11 : RIIIIIIIIIIIIIIIa\nI&IIIIIIIIIIIIIIIIII! LKELINDILLIKLIS ILLUMIN11111LLLLLLL\nYDIIIIII M\nSLTY CLYST: med gy bm, trm, carthy text,\nH. & varg tr diosom pyt, loc abnt. chulpyi, tr Fütt mati, mmic, fr $D, tr glauc.\nLL\nAnmentale\nLUMAN\nWit\nTUFFACEOUS CLYST: It blu oy, trm, alty. wh wahy Inclualons, pyr pode, al cald,\ntnt\nBALDER FORMATION\n335\nTUFFACEOUS CLYST: It blu oy, nd, occ. frm, biky, sity, v pyt, dlusom micpyt, Sany mtx w/ Inclusions, amygdales & cbssy trags.\nCHIC412 2072\nCare\nr 2015.2024m\nTREG 212\nRRER BC412\n$$T: ott wt-It br o l stain, hd, frh SA, mod wtd occ si clast, culc cmt loc pervasive clee good vte por SHOW: mad-dul yol w dir flor, mod strmg 6cc crush cut, it om all stain 88T: khakl bmloll stn), frm, fri, med, mod well ortd. BR occ SA, 999 thg 78H plast, myag Ako, gd ylo por, SHOW: 100% it bra. oll atn, mud yol direct flor, w/lhot bimg miky wh cut, hic odour, CLYST: mod gy, mod hd, lam, mmię, tr blk, ano occ bomg ind lithic frage, tr dlacom micpyr, v IT upyi burrow, loc tuti, vrt Irridoscant pydtzod blk spots (7doad ol), no flor or cut. CLYST: mad gy, frm-mod hd, subflos & ourthy. pcc flas, mmic, carb poco, locally pyrittod.\nKIIT:\n194III 1in11111 IIIIIliria 1111111\nTcore 2024-2032.54\nREC 98%\nLERCH RC412 7812704\num\ncbron 20322040m\n10\n29\n-54%\nSST: it gy, hd, mod-t, mod srtd, Wk sllc cmt, SRqtz overgrowths, strong pyr cmt, occ SH clasts & rare glauc, sbnt. pyritzation, pyt cmt, per filing vertical hálrline fractures, PÝT Xo on bedding planes W Y loc c, Ratz grane well cmtd w/PYT, mod vto por, No BHOWS.\nNOT tha250B\n: 2050\nS8T: lse, cirocc frosted trnap. toal, ered m occ f, varying vf-f & mod /depth, 'SR, aphpred well artd, qtz gme, t 160 pyr, no\n.\nre\nCLYBT: olv om frmbanonton non calc, Occ diesem Interboddod\n8T: pa ito mod trm, alty, occ vt mtx supported 'atz gra, occ blk ung pks, T loc gon ginuc spko, non calc,\ny. Un\nTAN\nANYT\n28/2/24\nTERTIARY\nROGALAND GROUP\nCLYST: oly gy, bomo brm oly gy, in pt, frm, mmic, al alty in pt, i dbosem micropyr, non cala.\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII TUTTIIIIIIIIIIIIIIIIIIIIIIIIIIII\n1 IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nTIITTITTTTTTTTTTTTTTTTIIITTTTTTTTT:\nLLLL\nCLYST: oly gy, loc gy, trm, mmic, el alty, non calc.\nSELE FORMATION\nSST: wh-it gy, t-med, SR-SA, occ A, abnt calc cmt, recovered gen 18 rock flour, comm pyn cmt & pyr grains.\nII\n11\no\nmoc. oly or from, occ hd, alty w/vf\nMEMNON\nCLY8T: med gy ga, fim-sft, crmbly frac, glauc, non calc.\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII JUIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nUSTA FORMATION\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIlili\n“IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII!\nIIIIIIIIITYIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nLLLLL\nCLYST: H gn gy-mad on, sit-frm, occ crmbly-subflee, v glauc, al calc, tr dlesem PYT\nCLYST: it on gy-mod on, occ gn bm, frm sity, mmic, tela, tr rt sd, dauc.\nL8T: tun-buff-off wh, frm, crmbly, wrg/lutite, ooo Warty lamt. CLYST; med bom øy, frm, y alty, vf ed, mmke, fole. SST: lue atz olid\nroleternal atz, SR-R, 4-vc\nNA\nTERTIARY\nROGALAND GROUP HEIMDAL FORMATION\n.\n.\n.\n88T: 1se, prod clr, r frosted trapp-tial, f. mod, ir prod. prod BR, DOC bemg R, mod sph, pred well ortd gtz arnoci omol prodom ROCK FLOUR: wh, oft OGC bomo mod frm ooo cold w/mtx supported yt - m qtz geno.\n.\n.\n.\n:1:1:1\n11. :\n1 TL\nCLYST: m gy occ qy qn, y motuling frm, mmlc, pilty, loc v alty, occ dlosom mloropyr, non calc. $ST: loo, fom, T , A/A, glauc, abnd rock flour, oco calc.\n1\nI\n1\nCLYST: m gy, aft, mmic, y alty, grdg SLTST In pt non calc.\nTD DRILLER: 2255.0 MBRT TD LOGGER: 2253.3 MBRT\nwww\nLITHOLOGY\nLITHOLOGY DESCRIPTIONS\nCORES\nSHOWS\nROP(m/hr)\n- 0.00\nGAS(%)\nSystem Group Formation\npen\nsando 1.00\nten\n.\nY.\n.\n.\n.\n-\n-\n-\n..\n.\n...\nSOUL\n..\n.\n...\n..:\n-\n782\nAm\nCRID\nA\nEnclosure 4\nFINA\n30 JUNI 1994\nFINA EXPLORATION NORWAY\n24/9-6 COMPOSITE LOG\nOVEDIRECTORATET\nScale 1:500\nLOCATION MAP\n2 00\n59 30\nQ\n7\nAREA :\nSOUTH VIKING GRABEN CLASSIFICATION : APPRAISAL LATITUDE : 59° 29'01.50”N\nLONGITUDE : 01° 57'27.14”E UTM : 6,594,535.7 N\n440,949.0 E SEISMIC LOCATION : F189 3D INLINE 1098\nLICENCE :\nPL 150 CROSSLINE 2830 RIG: WEST DELTA\nCONTRACTOR : SMEDVIG WATER DEPTH : 123.5m\nRTE :\n29m GROUND ELEVATION : 152.5m T.D. (DRILLER): 2255m BRT (-2226m ss) SPUD DATE :\n1st FEBRUARY 1994 T.D. (REACHED) : 28th FEBRUARY 1994 T.D. (FORMATION) : HEIMDAL FORMATION SANDSTONE COMPLETION :\nOFF LOCATION, 8th MARCH 1994 STATUS :\nPLUGGED AND ABANDONED, OIL WELL\n.\n24\n510\n59 15\nOPERATOR :\nPARTNERS :\nGEOLOGIST(S) : TIM HERRETT, TIM WATTS\nPAT DEVLIN\nFINA EXPLORATION NORWAY INC.\nSTATOIL ENTERPRISE OIL NORGE LTD SAGA PETROLEUM AS\nPETROLEUM ENGINEER(S) :\nREINHARD GROS\nNA\nLULU\nwwwwwwwwwwww\nww\nLITHOLOGICAL SYMBOLS\nENGINEERING/GEOLOGICAL\nNB # 5 NEW BIT NO.\nCLAYSTONE / MUDSTONE\nHALITE\nARGILLACEOUS\nA NA\n** DEVIATION SURVEY\nSHALE\nwww\nANHYDRITE\nLIMESTONE STRINGER\nX\nCASING SHOE\nDIP AND AZIMUTH (FROM DIPMETER)\nA\nSILTSTONE / SILT\nGYPSUM\nDOLOMITE STRINGER\ntutti\nSANDSTONE\nPOLYHALITE\nCALCAREOUS\n14163\nRECOVERED CORE\nDRILL STEM TEST\n4162\n+\n+\nV.\nCONGLOMERATE\n+ +\n+ +\nINTRUSIVE ACID IGNEOUS\nPERF. INTERVAL\n1 t tt\nDOLOMITIC\nNOT RECOVERED\nOG 10\nBRECCIA\nBRECCIA\nI RFT SAMPLE\nINTRUSIVE BASIC IGNEOUS\nMACROFOSSILS\nLOST CIRCULATION\nVVVVV\n1371) PRESSURE\nCOAL (LIGNITE PEAT DESCRIPTORS)\nIGNEOUS/INTRUSIVE METAMORPHIC, UNSPECIFIED CRYSTALS\nFORAMINIFERA\nLOSS OF DRILLING FLUID\nRECOVERED NOT RECOVERED\nSIDEWALL SAMPLES\nw\nCHALK\n// //\n//\nTUFF\nCHERT\nKR_ROTARY\nBRIDGE PLUG\nN\nSIDEWALL CORE\nLIMESTONE\nVOLCANICS\nGLAUCONITE\nwwwwwwww\nHYDROCARBON FLUORESCENCE\nDOLOMITE\nMETAMORPHIC ROCK\nm\nMICA\nCEMENT PLUG\nCALCAREOUS CLAY / SHALE\nSANDY\nOIL & GAS SHOW • GAS SHOW • OIL SHOW\n£\n1\nL\nPYRITE\nMARL\nSILTY\nNO SAMPLE\nWIRELINE LOG DATA\nCONTRACTORS\n-\nTOOL\nRUN\nDEPTH INTERVAL\nDATE\nBHT C\n130-1278\n22 FEB 94\n46\n46\nDAC(CBL MODE)/DGR/TTRM\n1A (Logged while running in hole with:) DPIL/SP/DAC/DGR/ZDL/CAL/TTRM 1A DT THRU CASING/DAC/DGM/TTRM 1A DPIL/SP/MAC/DGR/TTRM\n2B (Run ASTOCL In casing) ZDL/CN/DGR/TTRM\n1946-1278 1278-400\n22 FEB 94 22 FEB 94\nRIG CONTRACTOR : SMEDVIG MUD LOGGING : BAKER HUGHES INTEQ (EXLOG) MWD :\nBAKER HUGHES INTEQ (TELECOI MUD ENGINEERING : M.I. NORGE A/S ELECTRIC LOGGING : ATLAS WIRELINE SERVICES VSP :\nWESTERN ATLAS DOWNHOLE WIRELINE SERVICES CORING :\nBAKER HUGHES INTEQ BIOSTRATIGRAPHY : SIMON PETROLEUM TECHNOLOGY CORE ANALYSIS: GECO-PRAKLA\n46\n2253.3-1955\n01 MAR 94\n53\n2A\n01 MAR 94\n60\n2253.3-1955 2253.3-1955\nDL.L/MLL/GR/CHT\n2A\n02 MAR 94\n60\nVSP\n2A\n03 MAR 94 03 MAR 94\n58\nDCBIL/DGR/TTRM/HEXDIP/GR/CHT 2A VPC/FMT(Pump thru)/GR/CHT\n2A\n2253.3-1955 2119.5-2004.4\n04 MAR 94\nSWC/PFC\n2A\n2241.8-2004.5\n04 MAR 94\nMUD/CASING DATA CASING SIZE\nMUD TYPE\nHOLE SIZE/DEPTH\nSHOE DEPTH\nAND WEIGHT\n36\" TO 254m 30\" 310lb/ft 17 1/2\" TO 1286m 13 3/8\" 681b/ft 12 1/4\" TO 1963m 9 5/8\" 471b/ft 18 1/2\" TO 2255m\nSEAWATER SEAWATER | GLYCOL SYSTEM KCL/POLYMER\n249.5m 1279m 1957m\nWhe\nwwwwwwwwwwwwwww\n.\n.\n.\n.\n.\n.\nCHRONO/LITHO STRATIGRAPHY\nGAMMA RAY\nDEPTH (mBRT) AND LITH\nRESISTIVITY\nSONIC\nLITHOLOGY DESCRIPTIONS\nBiostrat\nZones\nwwwwwwwwww\n0.20\nRACMlohm-m)\n-- 20.0\n0.20\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\nRPCM(ohm-m)\nITT (ms)\nw\n0.20\n20.0\nwwww\nRMLL(ohm-m)\n0.20\n. 20.0\nAMhhhmm.\nSP(mv)\nRS(ohm-m)\n0\n.0\n0\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n20.0\n-\n--\n-\n100\n0.20\nGRAM(API)\nRD(ohm-m)\n020\n-\n100\n-\n-\nBITSIZElin)\n0\n-- --\n-\n-\n-\n-\n--\n-\n-\n-\n-\n-\n-\n-\n-\n--\nZ\nU\nU\n0.20\nRSFLlohm-m)\n-- 20.0 RIPMlohm-m)\n20.0\nMicropalaeontological Planktonic Member Palynological Microplanktonic\nCALlins)\n20.0\n0.20\nSystem Series Stage Group Formation\nGR(API)\nRIPDlohm.m)\n| 240\n140***\nDT(msec/ft) 140 Depth mBRT (Depth mSS) TWT secs\n***-* 40:0 FORMATION/MARKER\n*\n100\n2\n0\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n- 20.0\n-\n-\n-\n.\n.\n+\n50\n-\n---\n-\n-\n--\n-\nL\n.\n..\ni\n+\n-\n100\nLULU JUULI\nW\nLLLLL\nALI\n- URLARLALALALUHUR\n150\n1\n152.5 (-123.5) SEABED\n1!!\nGRAM\n!!!\nTRACM\n!!!!!\nRT - MSL = 29 m RT - SEABED = 152.5 m WATER DEPTH = 123.5 m\n!!\n.\n.\nQUATERNARY\nNORDLAND GROUP\n!!!!!!\n!11! !!!!\nLIIIIIIIIIIIIIIIIIIII111 [IIIII IIIIII!1111111111111111111111111101111111111111 IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nTeme\nPlug\n!\nTY www.KWANINARUM\n\"\n!!\n.\n!\nNEWS\n!\n!\n!\n!\n222m (-193m) UTSIRA FORMATION\n14 -\nTE\nTERTIARY\nUTSIRA FORMATION\n30 - Lot 250m --=-250\n: 1 11 II\n11\nMWD GR AND RES LOGS\nFROM SEABED TO 1286m (SONIC ACQUIRED THROUGH CASING)\n.\nIIIIII\n...300.\nwww\nLITHOLOGY FROM 152.5m TO 1286m INTERPRETED FROM WIRELINE\nAND MWD DATA\nw\n.\n...\nwerden alewww\nww\n.\nw\nHAL...\nw\n.\nLY AAU\n3\nHEMA\nwww\nwwww\n.\n.\n.\n- 1 III 1111!\n.\n1!1:\n:00€\n500\n.\n.\n.\nIlir\n::\nwwwww\n-\n-\n-\n-\n-\n-\n*\n-\n-\n-\n-\n-\n-\n-\nAM\nanhhane\nmm\nWWW\n.\n-\n.\n..\n.\nLE+\nAL\n550\nDELSE\n---\n-\nHvA\n800\nNORDLAND GROUP UTSIRA FORMATION\nmommmmmmm\n650\nTERTIARY\n658m 1-629m) TWT 0.710s LARK FORMATION\nIII\nIII.\n** yang\n*\nSI\nHORDALAND GROUP LARK FORMATION\nummm\n700\nLI\nRE\nth\nTD 8 1/2\" PILOT HOLE AT 800m\nTOVITVTIV\nWATAN\nALLA\nwww ATZ\n.\nat\nVAN\n111IIIIIIIIIIT:\nNILIULUI\nIIIIIIIIIIIIIIIIIIIIIIIIIIIII -TL11!IIIIIIIIIIIIIIIIIIIIIIII!\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII ! O 11 IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\n1111!! Ili: 1:1III tolli\n!!\n!111!!\n!\n11:\n-\n-\n-\n-\n-\n-\n-\nw\n-\n-\nTERTIARY\nHORDALAND GROUP\nLARK FORMATION\nHORDA FORMATION GRID FORMATION\n:IIIIII\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nIIIIIII\nII!\nI IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII161111111111111111111111111011 IIIIIIIIII ::ITTIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIII LIITTO\n.:: 11111111IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\n1.11111\nW\nLumehr\nL\nre\n4\nArt\nTaman Men los llalla\nAAA\nLAULMchann\nGRID FORMATION 1157.5M (-1128.5M) TWT 1.166s\nHORDA FORMATION 1144m 1-1115m) TWT 1.144s\nDRILLED WITHOUT RETURNS\nTO 1286m\nLITHOLOGY FROM 152.5m TO\n1286m INTERPRETED FROM\nWIRELINE AND MWD DATA | SONIC ACQUIRED THROUGH CASING\n(-1242m) BASE GRID FORMATION 1271m\nCLAYSTONE: light olive grey to light brown grey, friable to crumbly texture, with occasional trace glauconlte and pyrite, locally becoming very silty and sandy and grading to SILTSTONE and arglaceous SANDSTONE In part.\n1323m 1-1294m) TWT 1.322 BELTON MEMBER Massive SANDSTONE unit, locally well cemented with calcite.\nSANDSTONE: light grey to off white, occasionally Iron stalned, colourless to milky grains, generally occurring as loose grains, coarse to medium grained, becoming fine to medium with depth, subangular to subrounded, ?moderately sorted, occasionally well cemented with calcite, matrix supported, moderate porosity, No SHOW.\n1350m (-1327m) BASE BELTON MEMBER\nMonotonous sequence of SILTSTONES passing to silty CLAYSTONES with depth. Stringers of LIMESTONE and DOLOMITE throughout.\nSILTSTONE: light olive grey to olive brown, generally firm, Occ. soft, amorphous to blocky, Occ. slightly frlable texture, glauconlte content generally Increasing with depth, trace micromica, occ. trace pyrite especially as cubic clusters, with occ. calclte cemented burrow fills, Occ. very sandy, with entralned sand grains and locally grading to calcareous SANDSTONE, Occ. grading sllty CLAYSTONE.\nLIMESTONE, as stringers, Ilght grey brown, occaslonally orange brown, firm to very hard, microgranular, silty and sandy.\nmm\nI\nbad-Anhnammunthurman whom\n-\nNE\nWwwwww\nyer\n- w\nve\nD\nFPP.\n---RIPM HUDS\nTUL\nLLLLLLLLL\nIIIIIII 1.1 IIII!!!\n111111111111 ILS.\nTEIIIIIIIII\n1:1\nAUTOTT\n. . . . . . 1:1:1:1:11:1:1:1:1:1:1:1:1:1::1:1:1:1:1:111: 1:1:1:1:14:11:10:1:1:1:1:1:1 :1:1:1:1:1:1:1 1:1:1:1:1 :1:1:1:1:1:1:1:1:1:1 :1:1:10 11:1:12\n1:1:111 :111:1:1:1:1:1:1:1:1 ::1:1:1:1:1:1H:I: 1:1:1:1:11:11:1:1:1:1:1:1:1:1:1:1:1:1:11 1.1\n1:1:1:1 1 :1:1:1:1 :1:1:1:1 ::1:1:1:1:1:1:1:1:1:1:1:1:1:1:1:15\n::H:1:1:1:1:1:1:1:1:1 :1:1:1:1:1:1:01:1:1:1:1:1:1:1:1:1:1 1:1:1:1:1:1 1:1:1:1:1 :1:1:1: 1:1:1:1:1:1:1 : 1:1:1:1: 1:1:1:1:15 TH :1:1:1:1:1:1:1:1:1 :1:1:1:1 :1:1:1:1:1:1 :1:1:1:11:1:1:1:1:1 11:1:1:1:1:1111::1:1:1 1:1:1:1:1 Til 1:1:1:1:1:1:21: 1:1:1:1:12\nLA\n.\n-- 1300\nIIIIIIIIII:\n. ili 111111\nAv\nLUL\nth\nCB\nvon\nGRAM SP\n-\n--\nPE3C (TOP NOT SEEN)\nPE3B (BASE NOT SEEN)\nBELTON MEMBER\nMIDDLE EOCENE (TOP AND BASE NOT SEEN)\nCLAYSTONE: Hght to medium blue grey to olive brown, occasionally light green brown, soft to firm, generally blocky, occasionally slightly hydrated and amorphous, traces of glauconite and pyrite in part, occasionally micromicaceous, calcareous in part, commonly silty and sandy, grading to SILTSTONE In part.\nDOLOMITIC LIMESTONE: as stringers, off white to medium brown, occasionally orange brown, firm to hard with microgranular to sucroglc texture, occasionally as fragments within CLAYSTONE.\n.-VY\n0.500\n-\n---\n-\n-\nCement KINO3\nI plug\nw wymnan Anamn u thashman mo\n-\nMALALALALA\nW\n-\n2\n.\n.\nMTTOTETT\n11\nIIIIIIIIIII NI IT! I HIIIIIIIIIIIIIIIIIIIIIIIINE I IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII111.11.IIIIIIIIIIIIII|IIIIIIIIII , TTT :::.:Ilib11:1111LLLLLLLLLLLLLLLLLLLL LLLLLLLL1:11 iIIULUI IIIIII.1.1.1.1.1.1.H.IIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nI IIII!!!!!il! LILILIIIIIII I! 41.9.111111- 11181111!III lii11111! 11:11.94 1111111111 lil 111\n1 1 ! lil! !!! 1,111.1.1 III IIII !!!!OITI! 11.IIIIIIIIIIIIIIIIIIIIIIIIII 11: 1\n1 III IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIHT..!!\n! !!! ! !!!!!! !!!!!!\n!!!:: IIIIIIIIIIIIIIIIIIII Lilin illi:III-11111111!!!!LIIIII!!! !!!! !!!111111111 1 1111\nIIIIIIIIIIIIIIIIII!! III!! !!!!!!!! IIII!!\n!!!!\n! !111111111ili ili\n.\n.\n1:1:1:1: 1:1:1:1:1:1:1:1:\n1:1:1:1 1:1:1:1:\n4:51:1:1:::-:17!!!\nIIIIIIIIIIIIIIIIIIIII\nII\n11\nMVH\nT SEEN) 'T SEEN)\nALAMALLARA\nME(P)2 (TOP NOT SI PE1B (TOP NOT SE\nDOLOMITIC LIMESTONE: as thin stringers, off white to light creamy brown, occasionally dark, translucent orange brown, firm to hard, microgranular to granular texture, occasionally as fragments within CLAYSTONE.\nL LLL\nHORDA FORMATION\nMustasant wat\n?PE1A\nCLAYSTONE: light blue grey to olive grey, soft to firm, generally blocky, occasionally slightly hydrated and amorphous, traces of glauconite and pyrite in part, locally possibly tuffaceous, occasionally micromicaceous, calcareous in part, commonly silty and sandy, grading to SILTSTONE in part.\nhtt\nME(P)1B\"2\"\n1772m (-1743m) TWT 1.726s FRIGG FORMATION EQUIV.\nTERTIARY\nLOWER EOCENE (TOP NOT SEEN)\nHORDALAND GROUP\n7. Bridge Plug\nCement\nMonotonous CLAYSTONE succession with occasional traces SILTSTONE and SANDSTONE and stringers of LIMESTONE.\nLow\n..\"\nSOUL\nCLAYSTONE: bright blue green to light green grey, occasionally mottled ollve brown, firm, occaslonally hard, generally blocky, with a slightly crumbly texture, slightly calcareous in part with crystalline dolomitic Inclusions, locally abundant glauconite, occasionally pyretic, occasionally sllty and sandy.\nLLLWINS\nIII i II 1:11Tilliti l'IIIIHIIIIIIIIIIIIIIIIIIIIIIIlll 11. IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII!!!1!11111IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\n!!!\nITIT 1 O 1 : 1\nTULIS !!!HÓIIIIIIIIIIIIII!!1 1 1 IIIIIIIII!!!!11111111IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nTOIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII OLIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII!\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII !\n!!!!! IIHIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\nll!!!!!!!!!!!\nl I il\nAs\nPE1A\nLIMESTONE: off white, soft to firm, white argillaceous matrix with calcllutite crystals, Sandy, occasionally with crystalline dolomitic inclusions, with no visible porosity.\nME(P)1B\"1\"-ME(P)1A\nFRIGG FM. EQUIV.\n\"\nwww\nmtummemory\nhowww\nwww\nRI\nmuhammam\nLIMESTONE: very light brown to dark orange brown firm to hard, locally argillaceous, dolomitic, grading to very hard, microgranular DOLOMITE.\nWwwwww\nwww\n.\nH\nA\n0.600\n5C-MP(P)6B\"4\" intra MEP)1 event\nPE/P1\nLOWERMOST EOC. UPPERMOST PAL.\nWww\nill11111\n| 1917m (-1888m) TWT 1.8488\nBALDER FORMATION An interbedded sequence of CLAYSTONES, TUFFS and SANDSTONES with occaslonal LIMESTONE stringers,\nIlo V HIHII\n1H\nTO\nMWD GR FROM 192-1955mi\nke\nCLAYSTONE: medlum olive brown to med!um blue grey, green grey, firm to hard, occasionally soft.\nLOWE: UPPEI\nMWD GR FROM 192 -1955m\nمنبععننسسيعمنيعيعععهععهد سيصعبه\nCLAYSTONE: medlum olive brown to medlum blue grey, green grey, firm to hard, occasionally soft, blocky, slightly earthy texture, shty, sandy, locally becoming tuffaceous, micromicaceous, slightly glauconitic and chalcopyritic, locally abundant pyrite, Tocally grading SILTSTONE.\nMP(P)6C-M\nPP5C \"BALDER CLAYSTONE\"\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIII117:21\nT3111:1111110\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\n-\n-\n-\n+\n-\n-\n-\nTuntut\nMuhart\n+\n1980m (-1951m) TWT 1.902s \"BALDER TUFF\"\n-\n-\n-\n+\n-\n-\nKukaKHD:11\nTUFFACEOUS CLAYSTONE: tight blue grey, firm to hard, blocky, sity, ashy texture, with white ashy Inclusions, Occaslonal amygdales and glassy fragments towards base of unit, with abundant disseminated and nodular pyrite.\n-\n+\n-\n-\nBALDER FORMATION\n| \"BALDER TUFF\"\nKLIKER\n2004m (-1975m) TWT 1.923s \"BALDER SANDSTONE\"\n-\n2004\n12909\nzetu 2909\n(12911292\n2010.5m (-1981.5m) TWT 1.928s UPPER MASSIVE SS UNIT SANDSTONE: off white to it brown and khaki brown, fm to hd and fri, fine to med, subang to subrnd, mod sorted, pervasive calc cmt in part, occ lithic and SHALE claste, muscovite flakes, gd ViB por where least cement, good SHOW, good hydrocarbon odour, 100% od stain, dull yellow white to med direct fluor, with inat blooming milky white cut fluor, QCG improved with crushing. It brown_gil atain...\n.\nA\nUPPER MASSIVE SS UNIT\nCore No. 1\n2015.0 2024. SOBRT [Rec 217\nL\nIII ! >\nai\nCore No. 2\nkontaktandmete\nRez 2032,5\n!\nCLAYSTONE: medium grey, firm to moderately hard, subflasilo and earthy, laminated, micromlcaceous, with carbonaceous specks and occasionally rounded lithic clasts, trace dlsbominated pyrite and pyritised burrow fils, with very rare trace kridescent pyritised spots (?dead oil), no SHOW.\n2034m (-2005m) TWT 1.948s LOWER MASSIVE SS UNIT\n!\nCore No.\n(2941)\n2032.52046.COBRT Rec94% 1\nC\netter\n-\n-\n-\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.-'PP5CI MP(P)6B\"2\" / MP(P)6B\"3\" | LOWER MASSIVE SS UNIT\nSANDSTONE: light grey and hard in core samples, predominantly loose in cuttings samples, generally colourless, frosted, transparent to franslucent gralns, predominantly, fine to medium, occaslonally very fine to fine, subrounded, spherical, moderately to well sorted, with occaslonal coarse, well rounded grains, with weak silica cement and locally strong calcareous cement, evidence of overgrowths on grains, rare glauconite, occasional shale clasts, with abundant pyritization forming cement, fracture infills and crystals on bedding surfaces, moderate visible porosity, no SHOW\n-\n-\n-\n-\n-\n-\n-\n-\n-\n€\n20555\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n...\n..\n2050\n.\n2964) )\n..\n.\nCemer\n.\nplug\nNo.\n2985\n2072m (-2043m) BASE LOWER MASSIVE SS UNIT\n|\n| | | |\n|\n|\nTERTIARY UPPER PALAEOCENE\nROGALAND GROUP\nCLAYSTONE: predominantly olive grey, firm, becoming moderately hard, blocky, non calcareous, micromicaceous, with trace disseminated pyrite, interbedded with CLAYSTONE: pale light blue grey. soft to firm, non calcareous, glauconltic, silty. With occasional matrix supported quartz grains, with black carbonaceous specks.\n2088m (-2059m) TWT 1.988s\nSELE FORMATION Predominantly CLAYSTONE with a SANDSTONE unit.\nPP5B\n| | | | | |\n|\n|\n| | | | |\nCLAYSTONE: predominantly olive gray, locally becoming olive brown and grey, firm, non calcareous, micromicaceous, slightly silty, with occasional traces disseminated pyrite.\nLALALA\n| | | | | | | | |\nALVARALLILUL\n2118.5 (-2089.5) TWT 2.012s HERMOD MEMBER\nSELE FORMATION\n-\nHERMOD\nMEMBER\nSANDSTONE: white to light grey, fine to medium grained, subrounded to subangular, occasionally angular, with pyrite cement in part, with abundant calcareous cement often recovered as ROCK FLOUR.\n-\n-\n.\n.\n.\n2137m 1-2108m) BASE HERMOD MEMBER\n..\n.\nMP(P)6A\"1\" / MP(P)6A\"2\"\n.\n..\n..\n..\n.\nMP(P15\"D\" 'PP5Al PP5A\nIIIIIIIIIIIIIIII\nIII i IIIIIIIII\nTITTTTIIIIIIIIIII\n2154m (-2125m). TWT 2.038s LISTA FORMATION\n,\n.\n..\nA monotonous CLAYSTONE unit with rare SANDSTONE streaks.\n..\n.\n.\n-\n..\n.\n.\n.\n.\nCLAYSTONE: olive grey to grey green, soft to firm, occasionally hard, with crumbly to subfisaile fracture, non to slightly, calcareous, very glauconitic, inicromicaceous in part, with traces disseminated pyrite, silty and sandy with occasional SANDSTONE streaks.\n.\n.\n..\n.\n.\nw\nMP(P15\"C\" PP4D-?PP4C\nLISTA FORMATION\nWILL\nIn Amp T MWM Mommy way\nIIIIIIIIIIIIII!!!!\nI\nIIIIIIIII!! Fill IIIIIIIIIIIIIII\nIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII\n0.700\nMP(P)5\"8\"|\nPP4C\n2210m (-2181m} TWT 2.083s HEIMDAL FORMATION\n.\n.\nMP(P)5\"A)\n..\nPredominantly SANDSTONE with interbeds of CLAYSTONE and LIMESTONE. LIMESTONE: tan, butt and off white, firm, crumbly texture, cryptocrystalline to microcrystalline, with occasional Carry laminae.\n...\n.\n...\n..\n..\n.\nTERTIARY UPPER PALAEOCENE\nROGALAND GROUP HEIMDAL FORMATION\nmmmmmmmlah\nSANDSTONE: occurring predominantly as loose grains, generally colourless, rarely frosted, transparent to translucent, fine to medlum, rarely coarse and very coarse, rounded to subrounded, moderate spherlclty, varlable sorting, occasionally as ROCK FLOUR: white, soft to moderately firm, occasionally calcareous, with Hoating very fine to medium sand grains.\nIII III\n11ILT:1:1::\nCLAYSTONE: medium grey, grey green, mottled, soft to firm, non calcareous, microxicaceous, silty to very alty, locally grading SILTSTONE, occasionally disseminated pyrite.\n2255m TWT 2.1145 TD DRILLER : 2255. OmBRT TD LOGGER : 2253.3mBRT\nULIMWL\nremaren\nGR(API)\nRIPD(ohm-m)\n240\nDT(msec/ft)\nDepth mBRT (Depth mSS) TWT secs 140 FORMATION/MARKER\n0.20\n--\n------ 20.0\nLIJN\nTNI\nCAL(ins)\nRIPMlohm-m)\n0.20 -\n-.. 20.0\nMicropalaeontological Planktonic\nPalynological Microplanktonic\nBITSIZE(in)\nRSFLlohm-m) 0.20 –\n1.0\n0\n-\n-\n-\n-\n-\n-\n-\n-\n-\n--\n-\n-\n-\n-\n-\nC\nV\n,\n20,0\nGRAM(API)\nRD(ohm-m) 0.20 -----\n-------\n20.0\nSP(mv)\nRS(ohm-m)\n10.20-\n-\n-\n-\n-\n-\n-\n20.0\n-\n-\n-\n10\n-\n---\n...\n...................\nRMLL(ohm-m)\n0.20\n20.0\nRPCMlohm-m)\n20\nITT (ms)\nRACM(ohm-m)\n0.20\nSystem Series Stage Group Formation Member\nBiostrat Zones\nCHRONO/LITHO STRATIGRAPHY\nGAMMA RAY\nDEPTH (BRT) AND LITH\nRESISTIVITY\nSONIC\nLITHOLOGY DESCRIPTIONS\n...\n..\nFORMATION TOPS & TIMES\nSIDEWALL CORES DEPTH REC (1) LITH\n-\nFORMATION\nmBRT\nmss\nTWT (ms)\nDEPTH\nREC ()\nLITH\nDEPTH REC (\")\nLITH\n123.5\n2241.8 2236.25\n123.5\n1 1\nss ss\n193\n152.5 152.5 222 658 658 1144\n629\n2224.5\n1\nCLYST\n710 710\nاها\n629\n2214.0\nNORDLAND GROUP QUATERNARY UTSIRA FORMATION HORDALAND GROUP LARK FORMATION HORDA FORMATION GRID FORMATION BELTON MEMBER FRIGG FORMATION EQUIV. ROGALAND GROUP BALDER FORMATION\nSLTST\n1144\n2208.0\n(LOST)\n1157.5 1323\n1115 1128.5 1294\n1166 1322\n2185.0\nCLYST\n1772\n2170.0\n1917\n1743 1888 1888\n1726 1848 1848\nCLYST CLYST\n2153.0\n1917\nMOTII\ntoo\nton\nNURLAID KUU\nTI\n2153.0\nCLYST\n2142.0\nBALDER FORMATION \"BALDER TUFF\" \"BALDER SANDSTONE\" \"UPPER MASSIVE SS UNIT\" \"LOWER MASSIVE SS UNIT\" SELE FORMATION HERMOD MEMBER LISTA FORMATION HEIMDAL FORMATION\n10UU 1888 1951 1975 1981.5 2005 2059\n1917 1980 2004 2010.5 2034 2088 2118.5 2154 2210\n2115.0\n10 1848 1902 1923 1928 1948 1988 2012\n2103.5\nSLTST CLYST (LOST) CLYST CLYST\n2095.0\n2089.5\n2081.5\n2038\n2125 2181\n2083\n2020.0\nSS\n2019.0\n0.5\n$$\nTOTAL DEPTH\n2255\n2226\n2114\n2018.0\n0.75\nSS\n2017.0\n0.5\nss\nCONVENTIONAL CORE\n2016.0\n0.75\nss\nAVE.\nAVE.\n2015.0\nSS\nINTERVAL\nFORMATION\nK\n0.75 0.75\n2014.0\nSS\nCUT REC.% 9.0 21.7 8.5 96.0 13.5 | 94.0\nBALDER BALDER\n2013.0\n2015.0-2024.0 2024.0-2032.5 2032.5-2046.0\n0.5\nSS\n0.5\nBALDER\n2012.0 2011.0\n0.75\nss ss CLYST SS\n2010.0\n0.75\n2004.5\n0.5\nFMT DATA\nRUN POINT\nDEPTH (m)\nTVD (m)\nNO.1 No.\n12A\n[\n71 8\n2004.4 2010.8 2012.0 2013.5 2014.5 2015.9 2017.5 2019.0 2020.5 2030.3 2032.4 2036.0 2041.0 2046.0 2052.0 2067.0 2119.5 2012.0\nHYDROSTATICI FORMATION PRESSURE PRESSURE 3433.3 2901.8 3444.3\n2909.2 3446.2 2910 3448.4\n2911.4 3449.9\n2912,2 3451.9\n2925.5 3454.4\n2915 3456.3\n2916.8 3459.7 2918.4 3476.5\n2932.3 3480.4\n2935.7 3486,0\n2940.9 3494.2\n2948.3 3502.6\n3955.1 3512.3\n2963.7 3537.0\n3985.3 3625.8\n3060.8 3460.3\n2908.9\nFORMATION BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS BALDER FM SS HERMOD MBR SS BALDER FM SS\n10\n11\n12\nCASING SIZE\nFORMATION STRENGTH TESTS\nDEPTH (R/T)\nLIMIT FORMATION\n(Y/N) TV(m) AH(m) HORDALAND CLAYSTONELY 1,291,0 BALDER CLAYSTONE\n1,967.0 1,968.0\nGRADIENT (SG EQV)\n16\n291.0\n1.60\n18\n13 3/8\" 9 5/8\"\n1.60\n...\nDEPTH\nFMT SAMPLE DATA\nHYD. FORMATION PRESSURE\nCOMMENT PRESSURE 3446.2 2910.0\n32° API OIL\nRUN POINT NO.1 No. 2A3\nFORMATION\n2012.0\nBALDER FM SS"}